// Auto Generated

var _avatar = [
    {
        "_id": 1221,
        "Ver": "2.4",
        "Name": "운리",
        "Desc": "선주 「주명」의 검 사냥꾼, 「촉연 장군」 회염의 총애를 받는 손녀로, 솔직한 성격을 가지고 있다.<br>어릴 적부터 회염을 따라 검예와 단조 기술을 배워 「염륜팔엽」 중 두 번째로 어린 천재 검객이 되었다.<br>주명에서 유출된 마검을 증오하고 「모든 마검을 사냥해 파괴하겠다」고 맹세했다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            122101,
            122102,
            122103,
            122104,
            122106,
            122107
        ],
        "Ranks": [
            122101,
            122102,
            122103,
            122104,
            122105,
            122106
        ],
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Mat": [
            113013,
            110421,
            110183,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘雯",
            "Brenna Larsen",
            "若山詩音",
            "이주은"
        ],
        "Camp": 113,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1408,
        "Ver": "3.4v3",
        "Name": "파이논",
        "Desc": "세상과 동떨어진 변방 마을 엘리사이 에데스는 오늘날 안개에 싸인 전설로만 남아 있다.<br>이름 없는 영웅 █████, 「부세」의 불씨를 담은 황금의 후예여, 세상의 이상을 기억하고 모든 이의 운명을 짊어지며, 신세계에 첫 번째 서광을 가져와라.<br>——<i>「그러나 여명이 처음부터 존재하지 않았다면, 분노의 불길로 이 몸을 불태워 내일의 뜨거운 태양이 되리라!」</i>",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 12.0,
        "Skills": [
            140801,
            140802,
            140803,
            140804,
            140806,
            140807,
            140808,
            140809,
            140805,
            140811
        ],
        "Ranks": [
            140801,
            140802,
            140803,
            140804,
            140805,
            140806
        ],
        "Icon": "avatarshopicon/Avatar/1408",
        "Pic": "avatardrawcard/1408.png",
        "Mat": [
            115013,
            110431,
            110183,
            110507
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 562.716,
            "DEF": 727.65,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3"
        ]
    },
    {
        "_id": 1014,
        "Ver": "3.4v3",
        "Name": "세이버",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 360.0,
        "Skills": [
            101401,
            101402,
            101403,
            101404,
            101406,
            101407,
            101408
        ],
        "Ranks": [
            101401,
            101402,
            101403,
            101404,
            101405,
            101406
        ],
        "Icon": "avatarshopicon/Avatar/1014",
        "Pic": "avatardrawcard/1014.png",
        "Mat": [
            111013,
            110425,
            110183,
            110501
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 562.716,
            "DEF": 630.63,
            "SPD": 101.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3"
        ]
    },
    {
        "_id": 1015,
        "Ver": "3.4v3",
        "Name": "아처",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 240.0,
        "Skills": [
            101501,
            101502,
            101509,
            101503,
            101504,
            101506,
            101507
        ],
        "Ranks": [
            101501,
            101502,
            101503,
            101504,
            101505,
            101506
        ],
        "Icon": "avatarshopicon/Avatar/1015",
        "Pic": "avatardrawcard/1015.png",
        "Mat": [
            111003,
            110436,
            110193,
            110502
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 620.928,
            "DEF": 485.1,
            "SPD": 105.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3"
        ]
    },
    {
        "_id": 2212,
        "Ver": "3.4v3",
        "Name": "경류",
        "Desc": "",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            1121201,
            1121209,
            1121202,
            1121203,
            1121204,
            1121206,
            1121207
        ],
        "Ranks": [
            1121201,
            1121202,
            1121203,
            1121204,
            1121205,
            1121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3"
        ]
    },
    {
        "_id": 2205,
        "Ver": "3.4v3",
        "Name": "블레이드",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            1120501,
            1120508,
            1120502,
            1120503,
            1120504,
            1120506,
            1120507
        ],
        "Ranks": [
            1120501,
            1120502,
            1120503,
            1120504,
            1120505,
            1120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3"
        ]
    },
    {
        "_id": 2005,
        "Ver": "3.4v3",
        "Name": "카프카",
        "Desc": "",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100506,
            1100507
        ],
        "Ranks": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100505,
            1100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3"
        ]
    },
    {
        "_id": 2006,
        "Ver": "3.4v3",
        "Name": "은랑",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100606,
            1100607
        ],
        "Ranks": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100605,
            1100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3"
        ]
    },
    {
        "_id": 1406,
        "Ver": "3.3",
        "Name": "사이퍼",
        "Desc": "사라진 도적의 도시 도로스, 300 의적이 유희를 벌이며 거침없이 날뛴다.<br>발 빠른 도둑 별 사이퍼라, 「계략」의 불씨를 희롱하는 황금의 후예여, 달려라. 그대의 거짓말이 바람과 함께 이 세상 곳곳에 불기를——<br><i>「훗, 날 속이려고? 어림도 없지!」</i>",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            140601,
            140602,
            140603,
            140604,
            140606,
            140607
        ],
        "Ranks": [
            140601,
            140602,
            140603,
            140604,
            140605,
            140606
        ],
        "Icon": "avatarshopicon/Avatar/1406",
        "Pic": "avatardrawcard/1406.png",
        "Mat": [
            115013,
            110436,
            110223,
            110507
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 509.355,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "王雅欣",
            "Shea Fairaday",
            "伊藤彩沙",
            "미소"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1409,
        "Ver": "3.3",
        "Name": "히아킨",
        "Desc": "구름 속 도시 국가는 세월을 따라 분열되었으나, 놀빛 정원은 다시금 문을 열어 영원한 밤에 희미한 빛을 가져다주었다.<br>의사 히아킨티아, 「하늘」의 불씨를 수호하는 황금의 후예. 선조의 의지를 계승하여 찢어진 조석을 메꾼다.<br>——무지갯빛이 쏟아져 원한을 녹이고, 여명이 대지에 다시 돌아오기를",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Remembrance",
        "SP": 140.0,
        "Skills": [
            140901,
            140902,
            140903,
            140904,
            140906,
            140907
        ],
        "Ranks": [
            140901,
            140902,
            140903,
            140904,
            140905,
            140906
        ],
        "Icon": "avatarshopicon/Avatar/1409",
        "Pic": "avatardrawcard/1409.png",
        "Mat": [
            115003,
            110425,
            110253,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 388.08,
            "DEF": 630.63,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "静宸",
            "Holly Earl",
            "羊宮妃那",
            "김연우"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140904,
            1140901,
            1140903,
            1140905,
            1140906
        ],
        "Servant": {
            "_id": 11409,
            "Name": "이카",
            "Icon": "servanticonteam/11409B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1405,
        "Ver": "3.2",
        "Name": "아낙사",
        "Desc": "깨달음의 나무 정원, 지식을 자양하는 학부이자 철학자를 탄생시키는 요람.<br>하나 신을 모독한 아낙사고라스, 「이성」의 불씨를 추궁하는 황금의 후예여, 그대에게 묻는다. 오명을 뒤집어쓰더라도, 예언을 거스르고 의심의 나뭇가지를 지혜의 성스러운 나무에 찌를 것인가?<br>——<i>「우습군. 이 세계는 온통 거짓이고, 오직 나만이 진실이지」</i>",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            140501,
            140502,
            140503,
            140504,
            140506,
            140507
        ],
        "Ranks": [
            140501,
            140502,
            140503,
            140504,
            140505,
            140506
        ],
        "Icon": "avatarshopicon/Avatar/1405",
        "Pic": "avatardrawcard/1405.png",
        "Mat": [
            115013,
            110425,
            110203,
            110505
        ],
        "Stats": {
            "HP": 970.2,
            "ATK": 756.756,
            "DEF": 557.865,
            "SPD": 97.0,
            "Aggro": 75.0
        },
        "CV": [
            "钱文青",
            "Stephen Fu",
            "内田雄馬",
            "이상준"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1407,
        "Ver": "3.2",
        "Name": "카스토리스",
        "Desc": "죽음을 경애하는 나라, 종일 눈이 내리는 아이도니아는 오늘날 곤히 단잠에 빠졌다.<br>저승의 강의 딸 카스토리스, 「죽음」의 불씨를 찾는 황금의 후예여, 출발하라. 세상의 영혼의 통곡을 감싸고, 운명의 고독을 끌어안아라.<br>——죽음과 삶은 모두 여정이요, 나비가 나뭇가지 끝에 내려앉을 때 시들어가던 것이 다시 태어나리니",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Remembrance",
        "SP": 0,
        "Skills": [
            140701,
            140702,
            140709,
            140703,
            140704,
            140706,
            140707
        ],
        "Ranks": [
            140701,
            140702,
            140703,
            140704,
            140705,
            140706
        ],
        "Icon": "avatarshopicon/Avatar/1407",
        "Pic": "avatardrawcard/1407.png",
        "Mat": [
            115013,
            110436,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1629.936,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 95.0,
            "Aggro": 100.0
        },
        "CV": [
            "阮从青",
            "Melody Muze",
            "斎藤千和",
            "이세레나"
        ],
        "Camp": 116,
        "ExtraSkills": [
            2140704,
            140703,
            1140701,
            1140702,
            1140703,
            1140705,
            1140706,
            1140710,
            1140711,
            1140712
        ],
        "Servant": {
            "_id": 11407,
            "Name": "죽음의 용•폴룩스",
            "Icon": "servanticonteam/11407B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1403,
        "Ver": "3.1",
        "Name": "트리비",
        "Desc": "삼상의 신탁의 자비를 받은 성지에서, 전달자는 수많은 몸으로 나뉘어 먼 길을 떠났다.<br>야누소폴리스의 성녀 트리스비오스, 「통로」의 불씨를 훔친 황금의 후예. 사람들을 위해 바삐 돌아다니며 구세의 소식을 온 땅에 전한다.<br>——황금 피가 흐르는 사람의 아이를 찾아 세상의 어둠을 뚫고 별과 달이 가득한 내일을 향해 나아가길",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            140301,
            140302,
            140303,
            140304,
            140306,
            140307
        ],
        "Ranks": [
            140301,
            140302,
            140303,
            140304,
            140305,
            140306
        ],
        "Icon": "avatarshopicon/Avatar/1403",
        "Pic": "avatardrawcard/1403.png",
        "Mat": [
            115003,
            110436,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 523.908,
            "DEF": 727.65,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "蔡书瑾",
            "Hayden Daviau",
            "遠野ひかる",
            "방연지"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1404,
        "Ver": "3.1",
        "Name": "마이데이",
        "Desc": "안개로 뒤덮인 크렘노스, 혼란과 전쟁의 성! 그 왕실에는 친족에게 칼을 겨누는 혈통이 이어지고 있으며, 그곳의 신은 재앙이라고 불린다.<br>불사의 마이데이모스, 무리를 떠난 사자이자 「분쟁」의 불씨를 쫓는 황금의 후예. 수많은 죽음을 견디고 피를 뒤집어쓴 채 고향으로 돌아가며, 왕을 죽여 왕이 되고, 신을 죽여 신이 되는 광기의 숙명을 홀로 짊어졌다.<br>정벌의 말발굽이 온 황야를 휩쓸었다 해도, 결국엔 고향의 피를 묻힐 것이다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 160.0,
        "Skills": [
            140401,
            140402,
            140403,
            140404,
            140406,
            140407,
            140409,
            140411
        ],
        "Ranks": [
            140401,
            140402,
            140403,
            140404,
            140405,
            140406
        ],
        "Icon": "avatarshopicon/Avatar/1404",
        "Pic": "avatardrawcard/1404.png",
        "Mat": [
            115003,
            110437,
            110183,
            110506
        ],
        "Stats": {
            "HP": 1552.32,
            "ATK": 426.888,
            "DEF": 194.04,
            "SPD": 95.0,
            "Aggro": 125.0
        },
        "CV": [
            "赵成晨",
            "Gabriel Warburton",
            "阿座上洋平",
            "안효민"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1401,
        "Ver": "3.0",
        "Name": "더 헤르타",
        "Desc": "존귀한 「지니어스 클럽」 #83. 젊고 아름답고 사랑스러운 인간 여성.<br>그녀는 은하 변경에 은거하며 그곳을 벗어나는 일이 거의 없다고 전해진다. 이번에 모습을 드러낸 건——<br>직접 나설 수밖에 없는 어떤 문제 때문이 아닐까?",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 220.0,
        "Skills": [
            140101,
            140102,
            140103,
            140104,
            140106,
            140107,
            140109
        ],
        "Ranks": [
            140101,
            140102,
            140103,
            140104,
            140105,
            140106
        ],
        "Icon": "avatarshopicon/Avatar/1401",
        "Pic": "avatardrawcard/1401.png",
        "Mat": [
            111003,
            110423,
            110203,
            110506
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1402,
        "Ver": "3.0",
        "Name": "아글라이아",
        "Desc": "여명이 비추는 거룩한 도시에서 방직공은 금실을 어루만지며 운명을 잇는다.<br>「낭만」의 불씨를 짊어진 황금의 후예는 세간의 영웅들을 불러 모아 그들을 이끌고 다시 기나긴 여정에 올랐다.<br>——신들을 쓰러뜨리고 신의 불을 반환하여 멸망에 다다른 앰포리어스에 신생을 부여하기 위해",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Remembrance",
        "SP": 350.0,
        "Skills": [
            140201,
            140202,
            140203,
            140204,
            140206,
            140207,
            140209,
            140208
        ],
        "Ranks": [
            140201,
            140202,
            140203,
            140204,
            140205,
            140206
        ],
        "Icon": "avatarshopicon/Avatar/1402",
        "Pic": "avatardrawcard/1402.png",
        "Mat": [
            115003,
            110424,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "楚越",
            "Morgan Lauré",
            "遠藤綾",
            "오로아"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140204,
            1140201,
            1140203,
            1140205,
            1140206
        ],
        "Servant": {
            "_id": 11402,
            "Name": "의상공",
            "Icon": "servanticonteam/11402B.png",
            "Aggro": 125.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 8007,
        "Ver": "3.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800701,
            800702,
            800703,
            800704,
            800706,
            800707,
            800709
        ],
        "Ranks": [
            800701,
            800702,
            800703,
            800704,
            800705,
            800706
        ],
        "Icon": "avatarshopicon/Avatar/8007",
        "Pic": "avatardrawcard/8007.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "미미",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 8008,
        "Ver": "3.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800801,
            800802,
            800803,
            800804,
            800806,
            800807,
            800809
        ],
        "Ranks": [
            800801,
            800802,
            800803,
            800804,
            800805,
            800806
        ],
        "Icon": "avatarshopicon/Avatar/8008",
        "Pic": "avatardrawcard/8008.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "미미",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1225,
        "Ver": "2.7",
        "Name": "망귀인",
        "Desc": "처세술에 능한 여우족 소녀. 외모, 이름, 신분을 모두 빼앗겼다.<br>운명은 그녀에게 한 가닥의 삶의 기회를 남겼지만, 「파멸」의 낙인은 여전히 꿈틀거리고 있다.<br>삶과 죽음을 경험하고 새로운 삶을 다시 얻은 망귀인, 그녀는 언제쯤 고향으로 돌아갈 수 있을까?",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            122501,
            122508,
            122502,
            122503,
            122504,
            122506,
            122507
        ],
        "Ranks": [
            122501,
            122502,
            122503,
            122504,
            122505,
            122506
        ],
        "Icon": "avatarshopicon/Avatar/1225",
        "Pic": "avatardrawcard/1225.png",
        "Mat": [
            113003,
            110412,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 582.12,
            "DEF": 557.865,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1313,
        "Ver": "2.7",
        "Name": "선데이",
        "Desc": "「질서」의 좋은꿈은 이미 사라졌지만 여전히 초심을 버리지 않는 사람도 있다.<br>——날개가 꺾여 추락한 여행자, 그의 발걸음은 어디로 향할 것인가?",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            131301,
            131302,
            131303,
            131304,
            131306,
            131307
        ],
        "Ranks": [
            131301,
            131302,
            131303,
            131304,
            131305,
            131306
        ],
        "Icon": "avatarshopicon/Avatar/1313",
        "Pic": "avatardrawcard/1313.png",
        "Mat": [
            114013,
            110427,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 640.332,
            "DEF": 533.61,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐翔",
            "Griffin Puatu",
            "大塚剛央",
            "강성우"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1317,
        "Ver": "2.6",
        "Name": "라파",
        "Desc": "축시 삼각의 섬광탄처럼 페나코니에 나타나 자신을 닌자라고 칭하며, 세간의 모든 것을 「인법」으로 귀결하는 기묘한 소녀.<br>닌자•진언을 읊고, 요란•닌자 부적을 그리고, 닌자•법첩의 「닌자•도」를 수련하며——즉 랩, 그래피티, 만화——자신의 의지를 갈고닦는 한편, 성간을 누비며 의로운 일을 행하고 있다.<br>「갤럭시 레인저」의 일원으로서 줄곧 「원숭이 통치자•사닌」이라고 불리는 악당을 은하의 끝까지 쫓고 있다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131701,
            131702,
            131703,
            131704,
            131706,
            131707,
            131708,
            131710,
            131712,
            131718
        ],
        "Ranks": [
            131701,
            131702,
            131703,
            131704,
            131705,
            131706
        ],
        "Icon": "avatarshopicon/Avatar/1317",
        "Pic": "avatardrawcard/1317.png",
        "Mat": [
            114003,
            110427,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 717.948,
            "DEF": 460.845,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "金娜",
            "Kendell Byrd",
            "潘めぐみ",
            "김유림"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1220,
        "Ver": "2.5",
        "Name": "비소",
        "Desc": "선주 「요청」의 천격 장군. 천궁의 7대 장군 중 하나로, 격식에 얽매이지 않으며 솔직하고 소탈하다.<br>각종 무예에 정통하고 신체를 극한으로 단련하여 「대첩 장군」이라는 명성을 얻었으며, 선주 군인과 백성의 사랑을 받고 있다.<br>그러나 「달의 광기」 증상을 겪고 있으며, 제한된 시간 내에 흉물을 모두 사냥하기 위해선——비소의 유일한 적은 바로 자신뿐이다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 12.0,
        "Skills": [
            122001,
            122002,
            122003,
            122004,
            122006,
            122007,
            122008,
            122009,
            122014
        ],
        "Ranks": [
            122001,
            122002,
            122003,
            122004,
            122005,
            122006
        ],
        "Icon": "avatarshopicon/Avatar/1220",
        "Pic": "avatardrawcard/1220.png",
        "Mat": [
            113013,
            110425,
            110193,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 601.524,
            "DEF": 388.08,
            "SPD": 112.0,
            "Aggro": 75.0
        },
        "CV": [
            "叶知秋",
            "Anairis Quinones",
            "小松未可子",
            "손정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1222,
        "Ver": "2.5",
        "Name": "영사",
        "Desc": "선주 「나부」 단정사의 신임 사정으로, 영리하고 아름다운 비디아다라 의사이다.<br>예민한 후각으로 병증을 구별하고 향기로 다른 사람의 마음을 안정시킨다.<br>복잡한 인간관계 처리에 능숙하며, 마음속으로는 불같이 화내도 겉으로는 절대 드러내지 않는다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            122201,
            122202,
            122203,
            122204,
            122206,
            122207
        ],
        "Ranks": [
            122201,
            122202,
            122203,
            122204,
            122205,
            122206
        ],
        "Icon": "avatarshopicon/Avatar/1222",
        "Pic": "avatardrawcard/1222.png",
        "Mat": [
            113003,
            110422,
            110243,
            110506
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 436.59,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "饶梓君",
            "Whitney Holland",
            "前田佳織里",
            "장예나"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1223,
        "Ver": "2.5",
        "Name": "맥택",
        "Desc": "선주 「요청」의 그림자 호위, 과묵하고 홀로 움직인다.<br>정보에 관한 일과 공개적으로 처리할 수 없는 일을 전담하며, 사람들 앞에 모습을 드러내는 일이 드물다. 맥택이 칼끝을 드러내는 순간, 적에게는 죽음의 시간이 임박한 것이다.<br>암살 수단이 다양하고, 청결과 정리 정돈에 대해 남다른 집착을 보인다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            122301,
            122302,
            122303,
            122304,
            122306,
            122307
        ],
        "Ranks": [
            122301,
            122302,
            122303,
            122304,
            122305,
            122306
        ],
        "Icon": "avatarshopicon/Avatar/1223",
        "Pic": "avatardrawcard/1223.png",
        "Mat": [
            113013,
            110424,
            110193,
            110506
        ],
        "Stats": {
            "HP": 811.44,
            "ATK": 599.76,
            "DEF": 352.8,
            "SPD": 111.0,
            "Aggro": 75.0
        },
        "CV": [
            "黄进泽",
            "Ben Balmaceda",
            "坂田将吾",
            "최현식"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1218,
        "Ver": "2.4",
        "Name": "초구",
        "Desc": "선주 「요청」의 여우족 의사이자 책사, 늘 웃는 얼굴로 사람들을 대하지만 실은 꽤 계산적이다.<br>단정사의 명문 출신으로, 한때 마음의 문을 닫고 속세와 단절해 의술을 손에서 놓았으나 「천격 장군」 비소를 치료하기 위해 다시 세상 밖으로 나왔다.<br>의식동원의 처방 연구에 정통하다. 그중에서도 통각을 자극하는 매운 음식이 특기이며, 「구궁각」이라는 가마솥 제약술을 발명했다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 100.0,
        "Skills": [
            121801,
            121802,
            121803,
            121804,
            121806,
            121807
        ],
        "Ranks": [
            121801,
            121802,
            121803,
            121804,
            121805,
            121806
        ],
        "Icon": "avatarshopicon/Avatar/1218",
        "Pic": "avatardrawcard/1218.png",
        "Mat": [
            113003,
            110422,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈张太康",
            "Mark Whitten",
            "豊永利行",
            "이정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1224,
        "Ver": "2.4",
        "Name": "Mar. 7th",
        "Desc": "선주 의상을 입은 Mar. 7th. 검을 든 무협 소녀다.<br>운리와 연경의 가르침을 받고 선주에서 좋은 「기억」을 더 많이 남길 생각에 의욕이 넘친다",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 110.0,
        "Skills": [
            122401,
            122408,
            122402,
            122403,
            122404,
            122406,
            122407
        ],
        "Ranks": [
            122401,
            122402,
            122403,
            122404,
            122405,
            122406
        ],
        "Icon": "avatarshopicon/Avatar/1224",
        "Pic": "avatardrawcard/1224.png",
        "Mat": [
            111013,
            110403,
            110193,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 564.48,
            "DEF": 441.0,
            "SPD": 102.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 12210,
        "Name": "Xueyi",
        "Skills": [
            {
                "Name": "Test Lightcone",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2"
                ],
                "Tag": "Lightcone"
            },
            0,
            {
                "Name": "Test Basic Attack",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Basic Attack"
            },
            {
                "Name": "Test Skill",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Skill"
            },
            {
                "Name": "Test Ultimate",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2",
                    "Test Descriptio Line 3",
                    "Test Descriptio Line 4",
                    "Test Descriptio Line 5"
                ],
                "Tag": "Ultimate"
            },
            {
                "Name": "Test Talent",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2"
                ],
                "Tag": "Talent"
            },
            {
                "Name": "Test Technique",
                "Desc": "Test Description",
                "Tag": "Technique"
            },
            0,
            {
                "Name": "Test Stat Boost",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2",
                    "Test Descriptio Line 3"
                ]
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            0,
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 1"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 2"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 3"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 4"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 5"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 6"
            }
        ],
        "SP": 240.0,
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "Mats": [
            [
                {
                    "ID": 113011,
                    "Num": 56
                },
                {
                    "ID": 113012,
                    "Num": 71
                },
                {
                    "ID": 113013,
                    "Num": 73
                }
            ],
            [
                {
                    "ID": 110421,
                    "Num": 65
                }
            ],
            [
                {
                    "ID": 110181,
                    "Num": 18
                },
                {
                    "ID": 110182,
                    "Num": 69
                },
                {
                    "ID": 110183,
                    "Num": 139
                }
            ],
            [
                {
                    "ID": 110503,
                    "Num": 12
                }
            ]
        ],
        "Desc": "Website @Feature Test# Page",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Ver": "2.4",
        "Add": true
    },
    {
        "_id": 1310,
        "Ver": "2.3",
        "Name": "반디",
        "Desc": "스텔라론 헌터의 멤버로, 기갑 「샘」을 입고 전투를 벌인다. 임무에 충실하고 강인한 성격을 가졌다.<br>곤충 떼를 물리치기 위한 병기로 태어났으며, 성장 속도가 평범한 사람보다 빠르지만 수명이 매우 짧다.<br>「삶」의 기회를 찾기 위해 스텔라론 헌터에 합류하여 운명을 거스를 방법을 찾고 있다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            131001,
            131002,
            131003,
            131004,
            131006,
            131007,
            131009,
            131008
        ],
        "Ranks": [
            131001,
            131002,
            131003,
            131004,
            131005,
            131006
        ],
        "Icon": "avatarshopicon/Avatar/1310",
        "Pic": "avatardrawcard/1310.png",
        "Mat": [
            114013,
            110422,
            110183,
            110505
        ],
        "Stats": {
            "HP": 814.968,
            "ATK": 523.908,
            "DEF": 776.16,
            "SPD": 104.0,
            "Aggro": 125.0
        },
        "CV": [
            "宋媛媛&淦子齐",
            "Analesa Fisher & Adin Rudd",
            "楠木ともり&笠間淳",
            "유혜지&장서화"
        ],
        "Camp": 101,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1314,
        "Ver": "2.3",
        "Name": "제이드",
        "Desc": "스타피스 컴퍼니 「전략투자부」의 고위 간부로, 「10인의 스톤하트」 중 한 명이다. 초석은 「전당의 비취」.<br>서늘하게 아름답고 우아한 이 대금업자는 사람 마음을 꿰뚫어 보는 데 능하고, 「보나제이드 전당포」라는 개인적인 취미를 갖고 있다.<br>가치가 높은 것들을 얻기 위해서라면 인내심을 갖고 기다리며, 가진 게 없어 보이는 고객으로부터 가치를 쥐어짜 내는 데 능하다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131401,
            131402,
            131403,
            131404,
            131406,
            131407
        ],
        "Ranks": [
            131401,
            131402,
            131403,
            131404,
            131405,
            131406
        ],
        "Icon": "avatarshopicon/Avatar/1314",
        "Pic": "avatardrawcard/1314.png",
        "Mat": [
            114003,
            110426,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 509.355,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "张若瑜",
            "Faye Mata",
            "三石琴乃",
            "김순미"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1309,
        "Ver": "2.2",
        "Name": "로빈",
        "Desc": "페나코니에서 태어난 은하에서 유명한 헤일로족 가수. 차분하고 우아한 분위기의 소녀다.<br>이번에 가족의 초대를 받고 고향으로 돌아와 「조화의 축제」에서 손님들을 위해 노래를 부르게 되었다.<br>「화합」의 힘을 빌려 노랫소리를 전하고, 팬들뿐만 아니라 만계의 생령들에게 「공명」을 일으킬 수 있다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 160.0,
        "Skills": [
            130901,
            130902,
            130903,
            130904,
            130906,
            130907
        ],
        "Ranks": [
            130901,
            130902,
            130903,
            130904,
            130905,
            130906
        ],
        "Icon": "avatarshopicon/Avatar/1309",
        "Pic": "avatardrawcard/1309.png",
        "Mat": [
            114003,
            110421,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 640.332,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "钱琛 / 歌: Chevy",
            "Alice Himora / <br>Song vocals: Chevy",
            "名塚佳織 / 歌: Chevy",
            "신온유 / 노래: Chevy"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1315,
        "Ver": "2.2",
        "Name": "부트힐",
        "Desc": "은하를 떠도는 개조 인간 카우보이. 극도로 낙관적이고 자유분방하다.<br>「갤럭시 레인저」의 일원으로, 악을 처단하기 위해서라면 무슨 짓이든 할 수 있다——<br>그의 대담한 행동은 복수의 대상인 「스타피스 컴퍼니」의 이목을 끌기 위함이다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 115.0,
        "Skills": [
            131501,
            131508,
            131502,
            131503,
            131504,
            131506,
            131507
        ],
        "Ranks": [
            131501,
            131502,
            131503,
            131504,
            131505,
            131506
        ],
        "Icon": "avatarshopicon/Avatar/1315",
        "Pic": "avatardrawcard/1315.png",
        "Mat": [
            114013,
            110421,
            110193,
            110505
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 436.59,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "彭博",
            "Andrew Russell",
            "小西克幸",
            "김단"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8005,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800501,
            800502,
            800503,
            800504,
            800506,
            800507
        ],
        "Ranks": [
            800501,
            800502,
            800503,
            800504,
            800505,
            800506
        ],
        "Icon": "avatarshopicon/Avatar/8005",
        "Pic": "avatardrawcard/8005.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8006,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800601,
            800602,
            800603,
            800604,
            800606,
            800607
        ],
        "Ranks": [
            800601,
            800602,
            800603,
            800604,
            800605,
            800606
        ],
        "Icon": "avatarshopicon/Avatar/8006",
        "Pic": "avatardrawcard/8006.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1301,
        "Ver": "2.1",
        "Name": "갤러거",
        "Desc": "페나코니 사냥개 가문의 보안관. 손님에게 예의를 차리지만 경계심이 있다. 복잡한 과거가 있는 것 같지만, 절대 먼저 이야기를 꺼내지 않는다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            130101,
            130108,
            130102,
            130103,
            130104,
            130106,
            130107
        ],
        "Ranks": [
            130101,
            130102,
            130103,
            130104,
            130105,
            130106
        ],
        "Icon": "avatarshopicon/Avatar/1301",
        "Pic": "avatardrawcard/1301.png",
        "Mat": [
            114003,
            110422,
            110243,
            110504
        ],
        "Stats": {
            "HP": 1305.36,
            "ATK": 529.2,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "马语非",
            "Erik Braa",
            "三上哲",
            "박상훈"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1304,
        "Ver": "2.1",
        "Name": "어벤츄린",
        "Desc": "스타피스 컴퍼니 「전략투자부」의 고위 간부.<br>리스크를 즐기며, 미소를 띠고 있지만 진심을 가늠하기 어렵다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Preservation",
        "SP": 110.0,
        "Skills": [
            130401,
            130402,
            130403,
            130404,
            130406,
            130407
        ],
        "Ranks": [
            130401,
            130402,
            130403,
            130404,
            130405,
            130406
        ],
        "Icon": "avatarshopicon/Avatar/1304",
        "Pic": "avatardrawcard/1304.png",
        "Mat": [
            114013,
            110417,
            110213,
            110504
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 446.292,
            "DEF": 654.885,
            "SPD": 106.0,
            "Aggro": 150.0
        },
        "CV": [
            "杨超然",
            "Camden Sutkowski",
            "河西健吾",
            "박준원"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1308,
        "Ver": "2.1",
        "Name": "아케론",
        "Desc": "「갤럭시 레인저」를 자칭하는 여행자. 본명은 알 수 없다.<br>긴 검 한 자루를 차고 홀로 은하를 항해하고 있다",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 9.0,
        "Skills": [
            130801,
            130802,
            130803,
            130804,
            130814,
            130815,
            130816,
            130817,
            130806,
            130807
        ],
        "Ranks": [
            130801,
            130802,
            130803,
            130804,
            130805,
            130806
        ],
        "Icon": "avatarshopicon/Avatar/1308",
        "Pic": "avatardrawcard/1308.png",
        "Mat": [
            114003,
            110414,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 698.544,
            "DEF": 436.59,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "菊花花",
            "Allegra Clark",
            "沢城みゆき",
            "박지윤"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1306,
        "Ver": "2.0",
        "Name": "스파클",
        "Desc": "「가면의 우인」 멤버 중 한 명, 종잡을 수 없으며 목적을 이루기 위해 수단과 방법을 가리지 않는다.<br>역할극에 심취한 위험한 연극 대가. 천의 얼굴을 지닌 그녀는 수많은 모습을 가지고 있다.<br>스파클에게 재물, 지위, 권력 따위는 중요하지 않다. 그녀를 움직일 수 있는 건 오직 「재미」 뿐이다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 110.0,
        "Skills": [
            130601,
            130602,
            130603,
            130604,
            130606,
            130607
        ],
        "Ranks": [
            130601,
            130602,
            130603,
            130604,
            130605,
            130606
        ],
        "Icon": "avatarshopicon/Avatar/1306",
        "Pic": "avatardrawcard/1306.png",
        "Mat": [
            114013,
            110426,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵爽",
            "Lizzie Freeman",
            "上田麗奈",
            "성예원"
        ],
        "Camp": 110,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1307,
        "Ver": "2.0",
        "Name": "블랙 스완",
        "Desc": "기억의 정원의 기억하는 자. 나른하고 신비로운 점술가.<br>인내심을 가지고 타인의 「기억」을 경청하여 운명을 읽는다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            130701,
            130702,
            130703,
            130704,
            130706,
            130707
        ],
        "Ranks": [
            130701,
            130702,
            130703,
            130704,
            130705,
            130706
        ],
        "Icon": "avatarshopicon/Avatar/1307",
        "Pic": "avatardrawcard/1307.png",
        "Mat": [
            111003,
            110415,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "杨梦露",
            "Arryn Zech",
            "生天目仁美",
            "김하영"
        ],
        "Camp": 109,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1312,
        "Ver": "2.0",
        "Name": "미샤",
        "Desc": "예의바른 페나코니 호텔의 벨보이.<br>무명객을 동경하며, 언젠가 자신만의 여행을 떠나는 걸 꿈꾼다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 100.0,
        "Skills": [
            131201,
            131202,
            131203,
            131204,
            131206,
            131207
        ],
        "Ranks": [
            131201,
            131202,
            131203,
            131204,
            131205,
            131206
        ],
        "Icon": "avatarshopicon/Avatar/1312",
        "Pic": "avatardrawcard/1312.png",
        "Mat": [
            114003,
            110423,
            110183,
            110504
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "柳知萧",
            "Cat Protano",
            "松井恵理子",
            "박신희"
        ],
        "Camp": 108,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1214,
        "Ver": "1.6",
        "Name": "설의",
        "Desc": "선주 「나부」의 생사를 감찰하는 기관 「시왕사」의 판관.<br>이미 죽은 지 오래지만, 인형의 몸을 빌려 「환생」하여 사명을 이행한다",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            121401,
            121402,
            121403,
            121404,
            121406,
            121407
        ],
        "Ranks": [
            121401,
            121402,
            121403,
            121404,
            121405,
            121406
        ],
        "Icon": "avatarshopicon/Avatar/1214",
        "Pic": "avatardrawcard/1214.png",
        "Mat": [
            111003,
            110416,
            110113,
            110504
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 103.0,
            "Aggro": 125.0
        },
        "CV": [
            "溯浔",
            "Jenny Yokobori",
            "河瀬茉希",
            "박리나"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1303,
        "Ver": "1.6",
        "Name": "완•매",
        "Desc": "지니어스 클럽 회원이자 생명과학 분야의 전문가로, 헤르타 일행과 함께 시뮬레이션 우주를 연구하고 있다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            130301,
            130302,
            130303,
            130304,
            130306,
            130307
        ],
        "Ranks": [
            130301,
            130302,
            130303,
            130304,
            130305,
            130306
        ],
        "Icon": "avatarshopicon/Avatar/1303",
        "Pic": "avatardrawcard/1303.png",
        "Mat": [
            113003,
            110413,
            110163,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 104.0,
            "Aggro": 100.0
        },
        "CV": [
            "张文钰",
            "Emi Lo",
            "大西沙織",
            "윤여진"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1305,
        "Ver": "1.6",
        "Name": "Dr. 레이시오",
        "Desc": "지식학회 학자.<br>성정이 괴팍하고 언사가 야박하지만 품위가 있다.<br>기이한 석고 마스크 아래의 용모는 의외로 준수하다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            130501,
            130502,
            130503,
            130504,
            130506,
            130507
        ],
        "Ranks": [
            130501,
            130502,
            130503,
            130504,
            130505,
            130506
        ],
        "Icon": "avatarshopicon/Avatar/1305",
        "Pic": "avatardrawcard/1305.png",
        "Mat": [
            111013,
            110417,
            110123,
            110504
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 776.16,
            "DEF": 460.845,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "桑毓泽",
            "Jordan Paul Haro",
            "武内駿輔",
            "이동훈"
        ],
        "Camp": 107,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1215,
        "Ver": "1.5",
        "Name": "한아",
        "Desc": "선주 「나부」 시왕사의 판관.<br>시왕의 명을 받아 명참천필을 관장하고 여러 가지 죄업을 판독하고 업보를 판결한다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            121501,
            121502,
            121503,
            121504,
            121506,
            121507
        ],
        "Ranks": [
            121501,
            121502,
            121503,
            121504,
            121505,
            121506
        ],
        "Icon": "avatarshopicon/Avatar/1215",
        "Pic": "avatardrawcard/1215.png",
        "Mat": [
            113013,
            110411,
            110163,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 352.8,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "张雨曦",
            "Suzie Yeung",
            "鈴代紗弓",
            "윤은서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1217,
        "Ver": "1.5",
        "Name": "곽향",
        "Desc": "선주 나부 시왕사의 견습 판관, 세양에게 빙의된 여우족 여자아이.<br>겁 많은 성격에 연약하고 여러 괴상한 일들을 두려워하지만, 악귀를 처리하는 직책을 맡고 있다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Abundance",
        "SP": 140.0,
        "Skills": [
            121701,
            121702,
            121703,
            121704,
            121706,
            121707
        ],
        "Ranks": [
            121701,
            121702,
            121703,
            121704,
            121705,
            121706
        ],
        "Icon": "avatarshopicon/Avatar/1217",
        "Pic": "avatardrawcard/1217.png",
        "Mat": [
            113003,
            110415,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "葛子瑞&刘北辰",
            "Megan Shipman & Aaron Veach",
            "長縄まりあ&平林剛",
            "김채린&한복현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1302,
        "Ver": "1.5",
        "Name": "아젠티",
        "Desc": "「미(美)의 기사단」의 고전적인 기사. 실종된 「미」의 에이언즈 이드릴라를 경건한 마음으로 흠모하고 있다.<br>정직하고 당당하며, 우주를 유람하면서 이드릴라의 명성을 널리 알린다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Erudition",
        "SP": 180.0,
        "Skills": [
            130201,
            130202,
            130203,
            130204,
            130206,
            130207,
            130214
        ],
        "Ranks": [
            130201,
            130202,
            130203,
            130204,
            130205,
            130206
        ],
        "Icon": "avatarshopicon/Avatar/1302",
        "Pic": "avatardrawcard/1302.png",
        "Mat": [
            111003,
            110411,
            110133,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 737.352,
            "DEF": 363.825,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "梁达伟",
            "Talon Warburton",
            "立花慎之介",
            "최승훈"
        ],
        "Camp": 106,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1112,
        "Ver": "1.4",
        "Name": "토파즈&복순이",
        "Desc": "스타피스 컴퍼니 소속 「전략투자부」 고위 간부 토파즈. 특수채무규찰팀을 이끈다.<br>어린 나이에 「10인의 스톤하트」 중 한 명이 되었다. 초석은 「독촉의 황옥」이다.<br>파트너인 차원 저금통 「복순이」는 「부」가 있는 곳을 예민하게 감지할 수 있으며, 보안, 독촉, 계리 등 업무도 척척이다.<br>오늘날 그들은 함께 은하를 여행하며 컴퍼니 업무 전개에 영향을 주는 채무 분쟁을 규찰하고 있다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Hunt",
        "SP": 130.0,
        "Skills": [
            111201,
            111202,
            111203,
            111204,
            111206,
            111207
        ],
        "Ranks": [
            111201,
            111202,
            111203,
            111204,
            111205,
            111206
        ],
        "Icon": "avatarshopicon/Avatar/1112",
        "Pic": "avatardrawcard/1112.png",
        "Mat": [
            112003,
            110412,
            110123,
            110503
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 620.928,
            "DEF": 412.335,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "陆敏悦",
            "Sam Slade",
            "南條愛乃",
            "방시우"
        ],
        "Camp": 105,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1210,
        "Ver": "1.4",
        "Name": "계네빈",
        "Desc": "선주 「나부」에 방문한 행위 예술가——혹은 길거리 예술가<br>삼시세끼가 보장된 상황에서 자신의 새로운 삶을 나부에서 추구하고 있다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            121001,
            121002,
            121003,
            121004,
            121006,
            121007
        ],
        "Ranks": [
            121001,
            121002,
            121003,
            121004,
            121005,
            121006
        ],
        "Icon": "avatarshopicon/Avatar/1210",
        "Pic": "avatardrawcard/1210.png",
        "Mat": [
            113013,
            110412,
            110153,
            110503
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 582.12,
            "DEF": 441.0,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "小敢",
            "Morgan Lauré",
            "直田姫奈",
            "김수영"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1212,
        "Ver": "1.4",
        "Name": "경류",
        "Desc": "과거 나부 검술의 일인자이자 운기군 불패신화의 창조자.<br>오늘날 그녀의 이름은 역사에서 지워졌고, 마각의 몸의 경계를 걷는 선주의 역적이 되었다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121201,
            121209,
            121202,
            121203,
            121204,
            121206,
            121207
        ],
        "Ranks": [
            121201,
            121202,
            121203,
            121204,
            121205,
            121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "杜冥鸦",
            "AmaLee",
            "桑島法子",
            "박이서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1110,
        "Ver": "1.3",
        "Name": "링스",
        "Desc": "벨로보그의 설원 탐험가, 랜도 가문의 막내 여동생.<br>담담한 성격에 행동력이 매우 강하다. 종종 홀로 설원을 탐험한다",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            111001,
            111002,
            111003,
            111004,
            111006,
            111007
        ],
        "Ranks": [
            111001,
            111002,
            111003,
            111004,
            111005,
            111006
        ],
        "Icon": "avatarshopicon/Avatar/1110",
        "Pic": "avatardrawcard/1110.png",
        "Mat": [
            111003,
            110416,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 493.92,
            "DEF": 551.25,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "米糊",
            "Risa Mei",
            "照井春佳",
            "이은조"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1208,
        "Ver": "1.3",
        "Name": "부현",
        "Desc": "선주 「나부」 태복사(太卜司)의 수뇌.<br>제3의 눈과 궁관진을 통해 선주의 항로와 일의 길흉을 점친다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Preservation",
        "SP": 135.0,
        "Skills": [
            120801,
            120802,
            120803,
            120804,
            120806,
            120807
        ],
        "Ranks": [
            120801,
            120802,
            120803,
            120804,
            120805,
            120806
        ],
        "Icon": "avatarshopicon/Avatar/1208",
        "Pic": "avatardrawcard/1208.png",
        "Mat": [
            113013,
            110416,
            110143,
            110503
        ],
        "Stats": {
            "HP": 1474.704,
            "ATK": 465.696,
            "DEF": 606.375,
            "SPD": 100.0,
            "Aggro": 150.0
        },
        "CV": [
            "花玲",
            "Sarah Wiedenheft",
            "伊藤美来",
            "이지현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1213,
        "Ver": "1.3",
        "Name": "단항•음월",
        "Desc": "단항의 비디아다라족으로서의 본모습, 전생의 「음월군」이 남긴 힘.<br>이맛전의 각관을 받으면 그 죄인의 모든 공과를 이어받아야 한다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121301,
            121308,
            121310,
            121312,
            121302,
            121303,
            121304,
            121306,
            121307,
            121309
        ],
        "Ranks": [
            121301,
            121302,
            121303,
            121304,
            121305,
            121306
        ],
        "Icon": "avatarshopicon/Avatar/1213",
        "Pic": "avatardrawcard/1213.png",
        "Mat": [
            113003,
            110417,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 363.825,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1005,
        "Ver": "1.2",
        "Name": "카프카",
        "Desc": "「스텔라론 헌터」의 멤버, 시크하고 차분한 분위기의 오피스룩 미녀.<br>언령술을 사용해 {NICKNAME}이(가) 스텔라론을 흡수할 수 있도록 계책을 꾸몄다.<br>취미는 코트 구매 및 정리하기",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100501,
            100502,
            100503,
            100504,
            100506,
            100507
        ],
        "Ranks": [
            100501,
            100502,
            100503,
            100504,
            100505,
            100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐慧",
            "Cheryl Texiera",
            "伊藤静",
            "사문영"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1111,
        "Ver": "1.2",
        "Name": "루카",
        "Desc": "벨로보그 하층 구역의 챔피언 격투선수, 「와일드 파이어」의 실력파 멤버 중 하나.<br>격투 클럽의 연속 디펜딩 챔피언, 자신의 열정으로 하층 구역의 꿈이 있는 아이들을 격려한다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            111101,
            111108,
            111102,
            111103,
            111104,
            111106,
            111107
        ],
        "Ranks": [
            111101,
            111102,
            111103,
            111104,
            111105,
            111106
        ],
        "Icon": "avatarshopicon/Avatar/1111",
        "Pic": "avatardrawcard/1111.png",
        "Mat": [
            112013,
            110401,
            110153,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 582.12,
            "DEF": 485.1,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "萧翟",
            "Howard Wang",
            "梶原岳人",
            "이주승"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1205,
        "Ver": "1.2",
        "Name": "블레이드",
        "Desc": "「스텔라론 헌터」의 멤버, 전장에 몸을 내던지는 검객<br>「운명의 노예」에 충성을 다하며 무서운 자가 치유 능력을 가지고 있다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            120501,
            120508,
            120503,
            120506,
            120507,
            120502,
            120504
        ],
        "Ranks": [
            120501,
            120502,
            120503,
            120504,
            120505,
            120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘以嘉",
            "Daman Mills",
            "三木眞一郎",
            "곽윤상"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1006,
        "Ver": "1.1",
        "Name": "은랑",
        "Desc": "「스텔라론 헌터」의 멤버, 프로 해커.<br>우주를 몰입감 넘치는 대형 시뮬레이션 게임으로 여기며 즐기고 있다.<br>현실 데이터를 수정할 수 있는 「에테르 편집」을 마스터했다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            100601,
            100602,
            100603,
            100604,
            100606,
            100607
        ],
        "Ranks": [
            100601,
            100602,
            100603,
            100604,
            100605,
            100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "Hanser",
            "Melissa Fahn",
            "阿澄佳奈",
            "장미"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1203,
        "Ver": "1.1",
        "Name": "나찰",
        "Desc": "늘 관을 지니고 다니는 하늘 밖의 바다에서 온 의술이 뛰어난 화외 행상",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            120301,
            120302,
            120303,
            120304,
            120306,
            120307
        ],
        "Ranks": [
            120301,
            120302,
            120303,
            120304,
            120305,
            120306
        ],
        "Icon": "avatarshopicon/Avatar/1203",
        "Pic": "avatardrawcard/1203.png",
        "Mat": [
            113013,
            110407,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 756.756,
            "DEF": 363.825,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵路",
            "Craig Lee Thomas",
            "石田彰",
            "신용우"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1207,
        "Ver": "1.1",
        "Name": "어공",
        "Desc": "선주「나부」 천박사(天舶司)의 수장이다. 수많은 전장을 거쳐온 노련한 비행사이자 궁수다.<br>지금은 쏟아져 내리는 공무 때문에 몸을 빼기 어려운 상태다.",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120701,
            120702,
            120703,
            120704,
            120706,
            120707
        ],
        "Ranks": [
            120701,
            120702,
            120703,
            120704,
            120705,
            120706
        ],
        "Icon": "avatarshopicon/Avatar/1207",
        "Pic": "avatardrawcard/1207.png",
        "Mat": [
            113013,
            110407,
            110163,
            110501
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 599.76,
            "DEF": 374.85,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "钟可",
            "Dawn M. Bennett",
            "冬馬由美",
            "전숙경"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1001,
        "Ver": "1.0",
        "Name": "Mar. 7th",
        "Desc": "얼음 속에 깊이 잠들어 있던 기억을 잃은 소녀<br>출생의 진실을 찾기 위해 은하열차에 올랐다<br>본인을 위해 약 67가지의 「출생 스토리」를 준비해뒀다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            100101,
            100102,
            100103,
            100104,
            100106,
            100107
        ],
        "Ranks": [
            100101,
            100102,
            100103,
            100104,
            100105,
            100106
        ],
        "Icon": "avatarshopicon/Avatar/1001",
        "Pic": "avatardrawcard/1001.png",
        "Mat": [
            111013,
            110403,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 511.56,
            "DEF": 573.3,
            "SPD": 101.0,
            "Aggro": 150.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1002,
        "Ver": "1.0",
        "Name": "단항",
        "Desc": "자신의 과거를 깊이 숨긴, 차가운 분위기의 과묵한 청년<br>혈예 동족을 피하기 위해 은하열차에 올랐다",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 100.0,
        "Skills": [
            100201,
            100202,
            100203,
            100204,
            100206,
            100207
        ],
        "Ranks": [
            100201,
            100202,
            100203,
            100204,
            100205,
            100206
        ],
        "Icon": "avatarshopicon/Avatar/1002",
        "Pic": "avatardrawcard/1002.png",
        "Mat": [
            111003,
            110405,
            110123,
            110501
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 546.84,
            "DEF": 396.9,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1003,
        "Ver": "1.0",
        "Name": "히메코",
        "Desc": "은하열차의 복원가<br>광활한 별하늘을 보기 위해 은하열차와 함께하는 것을 택했다<br>취미는 핸드메이드 커피 만들기",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Erudition",
        "SP": 120.0,
        "Skills": [
            100301,
            100302,
            100303,
            100304,
            100306,
            100307
        ],
        "Ranks": [
            100301,
            100302,
            100303,
            100304,
            100305,
            100306
        ],
        "Icon": "avatarshopicon/Avatar/1003",
        "Pic": "avatardrawcard/1003.png",
        "Mat": [
            111003,
            110402,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 756.756,
            "DEF": 436.59,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "林簌",
            "Cia Court",
            "田中理恵",
            "김보나"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1004,
        "Ver": "1.0",
        "Name": "웰트",
        "Desc": "의젓하고 진중한 열차팀의 선배<br>오랜만의 모험을 즐기자 가슴 깊은 곳의 뜨거운 피가 다시금 끓어오른다<br>가끔 공책에 모험 여정을 그린다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100401,
            100402,
            100403,
            100404,
            100406,
            100407
        ],
        "Ranks": [
            100401,
            100402,
            100403,
            100404,
            100405,
            100406
        ],
        "Icon": "avatarshopicon/Avatar/1004",
        "Pic": "avatardrawcard/1004.png",
        "Mat": [
            112003,
            110407,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 620.928,
            "DEF": 509.355,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "彭博",
            "Corey Landis",
            "細谷佳正",
            "한신"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1008,
        "Ver": "1.0",
        "Name": "아를란",
        "Desc": "우주정거장 「헤르타」 방위과 책임자<br>말주변이 없으며, 연구를 사랑하는 사람들이 편히 연구할 수 있도록 보호하고자 한다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            100801,
            100802,
            100803,
            100804,
            100806,
            100807
        ],
        "Ranks": [
            100801,
            100802,
            100803,
            100804,
            100805,
            100806
        ],
        "Icon": "avatarshopicon/Avatar/1008",
        "Pic": "avatardrawcard/1008.png",
        "Mat": [
            111003,
            110404,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1199.52,
            "ATK": 599.76,
            "DEF": 330.75,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "陶典",
            "Dani Chambers",
            "白石涼子",
            "김율"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1009,
        "Ver": "1.0",
        "Name": "아스타",
        "Desc": "우주정거장 「헤르타」의 책임자, 명문가 출신의 아가씨<br>호기심 넘치는 천문학 연구자로 자기주장이 강한 연구원을 다루는데 능하다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            100901,
            100902,
            100903,
            100904,
            100906,
            100907
        ],
        "Ranks": [
            100901,
            100902,
            100903,
            100904,
            100905,
            100906
        ],
        "Icon": "avatarshopicon/Avatar/1009",
        "Pic": "avatardrawcard/1009.png",
        "Mat": [
            112003,
            110402,
            110163,
            110501
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 511.56,
            "DEF": 463.05,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "龟娘",
            "Felecia Angelle",
            "赤﨑千夏",
            "김현지"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1013,
        "Ver": "1.0",
        "Name": "헤르타",
        "Desc": "「지니어스 클럽」 #83 회원, 우주정거장의 진짜 주인.<br>지혜롭지만 공감 능력이 전혀 없는 과학자다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 110.0,
        "Skills": [
            101301,
            101302,
            101303,
            101304,
            101306,
            101307
        ],
        "Ranks": [
            101301,
            101302,
            101303,
            101304,
            101305,
            101306
        ],
        "Icon": "avatarshopicon/Avatar/1013",
        "Pic": "avatardrawcard/1013.png",
        "Mat": [
            111003,
            110403,
            110133,
            110501
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 396.9,
            "SPD": 100.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1101,
        "Ver": "1.0",
        "Name": "브로냐",
        "Desc": "벨로보그 「수호자」의 계승자.<br>공주의 고고함과 군인의 꿋꿋함이 공존한다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            110101,
            110102,
            110103,
            110104,
            110106,
            110107
        ],
        "Ranks": [
            110101,
            110102,
            110103,
            110104,
            110105,
            110106
        ],
        "Icon": "avatarshopicon/Avatar/1101",
        "Pic": "avatardrawcard/1101.png",
        "Mat": [
            112003,
            110405,
            110163,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 582.12,
            "DEF": 533.61,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "谢莹",
            "Madeline Reiter",
            "阿澄佳奈",
            "이보희"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1102,
        "Ver": "1.0",
        "Name": "제레",
        "Desc": "지하 대항 조직 「와일드 파이어」의 핵심 인물, 별칭 「나비」<br>솔직하고 시원시원하지만, 내면에 섬세함과 예리함을 숨기고 있다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            110201,
            110202,
            110203,
            110204,
            110206,
            110207
        ],
        "Ranks": [
            110201,
            110202,
            110203,
            110204,
            110205,
            110206
        ],
        "Icon": "avatarshopicon/Avatar/1102",
        "Pic": "avatardrawcard/1102.png",
        "Mat": [
            111013,
            110406,
            110123,
            110502
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 363.825,
            "SPD": 115.0,
            "Aggro": 75.0
        },
        "CV": [
            "唐雅菁",
            "Molly Zhang",
            "中原麻衣",
            "송하림"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1103,
        "Ver": "1.0",
        "Name": "서벌",
        "Desc": "축성가 기술 부서의 연구원이었던 벨로보그의 엔지니어<br>게파드•랜도의 누나지만 남동생과 전혀 다른 성격을 가졌다<br>한파 이전에 있던 「로큰롤」이라는 고대 음악에 빠져있다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 100.0,
        "Skills": [
            110301,
            110302,
            110303,
            110304,
            110306,
            110307
        ],
        "Ranks": [
            110301,
            110302,
            110303,
            110304,
            110305,
            110306
        ],
        "Icon": "avatarshopicon/Avatar/1103",
        "Pic": "avatardrawcard/1103.png",
        "Mat": [
            112003,
            110404,
            110133,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 652.68,
            "DEF": 374.85,
            "SPD": 104.0,
            "Aggro": 75.0
        },
        "CV": [
            "穆雪婷",
            "Natalie Van Sistine",
            "愛美",
            "민아"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1104,
        "Ver": "1.0",
        "Name": "게파드",
        "Desc": "실버메인 철위대의 방위관, 벨로보그 최고의 전사 중 하나<br>겉과 속이 같고 빈틈없이 항상 성실하다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 100.0,
        "Skills": [
            110401,
            110402,
            110403,
            110404,
            110406,
            110407
        ],
        "Ranks": [
            110401,
            110402,
            110403,
            110404,
            110405,
            110406
        ],
        "Icon": "avatarshopicon/Avatar/1104",
        "Pic": "avatardrawcard/1104.png",
        "Mat": [
            112003,
            110403,
            110143,
            110502
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 543.312,
            "DEF": 654.885,
            "SPD": 92.0,
            "Aggro": 150.0
        },
        "CV": [
            "马洋",
            "Bryson Baugus",
            "古川慎",
            "민승우"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1105,
        "Ver": "1.0",
        "Name": "나타샤",
        "Desc": "벨로보그 하층 구역의 의사이자 아이들의 보호자<br>상냥하고 친근한 성격 이면에 위험한 모습도 숨겨져 있다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Abundance",
        "SP": 90.0,
        "Skills": [
            110501,
            110502,
            110503,
            110504,
            110506,
            110507
        ],
        "Ranks": [
            110501,
            110502,
            110503,
            110504,
            110505,
            110506
        ],
        "Icon": "avatarshopicon/Avatar/1105",
        "Pic": "avatardrawcard/1105.png",
        "Mat": [
            112013,
            110401,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 507.15,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦紫翼",
            "Elizabeth Maxwell",
            "内山夕実",
            "강은애"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1106,
        "Ver": "1.0",
        "Name": "페라",
        "Desc": "실버메인 철위대의 정보관.<br>진중한 성격 덕에 철위대 멤버들에게 존경을 받고 있다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            110601,
            110602,
            110603,
            110604,
            110606,
            110607
        ],
        "Ranks": [
            110601,
            110602,
            110603,
            110604,
            110605,
            110606
        ],
        "Icon": "avatarshopicon/Avatar/1106",
        "Pic": "avatardrawcard/1106.png",
        "Mat": [
            111003,
            110403,
            110153,
            110502
        ],
        "Stats": {
            "HP": 987.84,
            "ATK": 546.84,
            "DEF": 463.05,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "宴宁",
            "Xanthe Huynh",
            "諸星すみれ",
            "이다은"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1107,
        "Ver": "1.0",
        "Name": "클라라",
        "Desc": "로봇과 함께 생활하는 방랑 소녀<br>내향적이고 상냥하며, 순수한 마음을 지녔다<br>하층 구역의 모든 사람들이 서로의 「가족」이 되기를 간절히 바란다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            110701,
            110702,
            110703,
            110704,
            110706,
            110707
        ],
        "Ranks": [
            110701,
            110702,
            110703,
            110704,
            110705,
            110706
        ],
        "Icon": "avatarshopicon/Avatar/1107",
        "Pic": "avatardrawcard/1107.png",
        "Mat": [
            112013,
            110401,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 737.352,
            "DEF": 485.1,
            "SPD": 90.0,
            "Aggro": 125.0
        },
        "CV": [
            "紫苏九月&王宇航",
            "Emily Sun & D.C. Douglas",
            "日高里菜&安元洋貴",
            "김예림&최낙윤"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1108,
        "Ver": "1.0",
        "Name": "삼포",
        "Desc": "지상 지하를 자유롭게 넘나드는 밀수꾼<br>붙임성이 좋고 열정적이며, 유머러스한 성격으로 농담을 잘한다",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            110801,
            110802,
            110803,
            110804,
            110806,
            110807
        ],
        "Ranks": [
            110801,
            110802,
            110803,
            110804,
            110805,
            110806
        ],
        "Icon": "avatarshopicon/Avatar/1108",
        "Pic": "avatardrawcard/1108.png",
        "Mat": [
            112013,
            110405,
            110153,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 617.4,
            "DEF": 396.9,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "刘圣博",
            "Roger Rose",
            "平川大輔",
            "정재헌"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1109,
        "Ver": "1.0",
        "Name": "후크",
        "Desc": "지하 모험단 「두더지파」의 대장(자칭)<br>자유를 사랑하며 인생을 끊이지 않는 모험이라고 생각한다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            110901,
            110902,
            110903,
            110904,
            110906,
            110907,
            110909
        ],
        "Ranks": [
            110901,
            110902,
            110903,
            110904,
            110905,
            110906
        ],
        "Icon": "avatarshopicon/Avatar/1109",
        "Pic": "avatardrawcard/1109.png",
        "Mat": [
            112013,
            110402,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1340.64,
            "ATK": 617.4,
            "DEF": 352.8,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "王晓彤",
            "Felecia Angelle",
            "徳井青空",
            "이재현"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1201,
        "Ver": "1.0",
        "Name": "청작",
        "Desc": "선주 「나부」의 태복사 소속 점술가 겸 서고 관리자<br>업무를 너무 태만히 한 탓에 곧 「문지기」로 좌천될 예정이라고 한다",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            120101,
            120108,
            120102,
            120103,
            120104,
            120106,
            120107
        ],
        "Ranks": [
            120101,
            120102,
            120103,
            120104,
            120105,
            120106
        ],
        "Icon": "avatarshopicon/Avatar/1201",
        "Pic": "avatardrawcard/1201.png",
        "Mat": [
            111013,
            110406,
            110133,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 652.68,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 75.0
        },
        "CV": [
            "刘十四",
            "Bryn Apprill",
            "伊達朱里紗",
            "서다혜"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1202,
        "Ver": "1.0",
        "Name": "정운",
        "Desc": "선주 「나부」 천박사(天舶司)의 사절<br>상단을 따라 수많은 세계를 돌아다니며 무역과 연맹 관련 업무를 처리해왔다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120201,
            120202,
            120203,
            120204,
            120206,
            120207
        ],
        "Ranks": [
            120201,
            120202,
            120203,
            120204,
            120205,
            120206
        ],
        "Icon": "avatarshopicon/Avatar/1202",
        "Pic": "avatardrawcard/1202.png",
        "Mat": [
            113003,
            110404,
            110163,
            110501
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 396.9,
            "SPD": 112.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1204,
        "Ver": "1.0",
        "Name": "경원",
        "Desc": "선주 연맹 천궁의 7대 장군 중 하나로 나부 운기군을 통솔하는 「신책 장군」<br>전대 「나부」 검술의 일인자를 스승으로 모셨으나, 무예로 이름을 날리지는 않았다",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 130.0,
        "Skills": [
            120401,
            120402,
            120403,
            120404,
            120406,
            120407
        ],
        "Ranks": [
            120401,
            120402,
            120403,
            120404,
            120405,
            120406
        ],
        "Icon": "avatarshopicon/Avatar/1204",
        "Pic": "avatardrawcard/1204.png",
        "Mat": [
            113003,
            110414,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "孙晔",
            "Alejandro Saab",
            "小野大輔",
            "류승곤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1206,
        "Ver": "1.0",
        "Name": "소상",
        "Desc": "선주 「요청(曜青)」출생, 「나부」의 운기군을 찾아가 수련을 받은 신병<br>어머니가 주신 가문의 검을 몸에 지니고 앞으로의 미래를 동경하고 있다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            120601,
            120602,
            120603,
            120604,
            120606,
            120607
        ],
        "Ranks": [
            120601,
            120602,
            120603,
            120604,
            120605,
            120606
        ],
        "Icon": "avatarshopicon/Avatar/1206",
        "Pic": "avatardrawcard/1206.png",
        "Mat": [
            113013,
            110401,
            110123,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 418.95,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "陈婷婷",
            "Anjali Kunapaneni",
            "福圓美里",
            "박시윤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1209,
        "Ver": "1.0",
        "Name": "연경",
        "Desc": "경원 장군의 호위무사이다. 어린 나이임에도 불구하고 천재라 불릴 정도로 뛰어난 검술을 지니고 있다.<br>검 한 자루만 있으면 누구에게도 지지 않는다.",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            120901,
            120902,
            120903,
            120904,
            120906,
            120907
        ],
        "Ranks": [
            120901,
            120902,
            120903,
            120904,
            120905,
            120906
        ],
        "Icon": "avatarshopicon/Avatar/1209",
        "Pic": "avatardrawcard/1209.png",
        "Mat": [
            111013,
            110413,
            110123,
            110502
        ],
        "Stats": {
            "HP": 892.584,
            "ATK": 679.14,
            "DEF": 412.335,
            "SPD": 109.0,
            "Aggro": 75.0
        },
        "CV": [
            "喵酱",
            "Amber May",
            "井上麻里奈",
            "이새아"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1211,
        "Ver": "1.0",
        "Name": "백로",
        "Desc": "선주 「나부」 비디아다라족의 큰어른, 「약을 품은 용녀」라 불리는 의사<br>독자적인 의학 이론과 용맥만이 실행할 수 있는 「의료 수단」으로 생명을 구하고 치료한다",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            121101,
            121102,
            121103,
            121104,
            121106,
            121107
        ],
        "Ranks": [
            121101,
            121102,
            121103,
            121104,
            121105,
            121106
        ],
        "Icon": "avatarshopicon/Avatar/1211",
        "Pic": "avatardrawcard/1211.png",
        "Mat": [
            111003,
            110404,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1319.472,
            "ATK": 562.716,
            "DEF": 485.1,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "多多",
            "Su Ling Chan",
            "加藤英美里",
            "조현정"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8001,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800101,
            800102,
            800103,
            800104,
            800106,
            800107,
            800108,
            800109
        ],
        "Ranks": [
            800101,
            800102,
            800103,
            800104,
            800105,
            800106
        ],
        "Icon": "avatarshopicon/Avatar/8001",
        "Pic": "avatardrawcard/8001.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "秦且歌",
            "",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8002,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800201,
            800202,
            800203,
            800204,
            800206,
            800207,
            800208,
            800209
        ],
        "Ranks": [
            800201,
            800202,
            800203,
            800204,
            800205,
            800206
        ],
        "Icon": "avatarshopicon/Avatar/8002",
        "Pic": "avatardrawcard/8002.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "陈婷婷",
            "",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8003,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800301,
            800308,
            800302,
            800303,
            800304,
            800306,
            800307
        ],
        "Ranks": [
            800301,
            800302,
            800303,
            800304,
            800305,
            800306
        ],
        "Icon": "avatarshopicon/Avatar/8003",
        "Pic": "avatardrawcard/8003.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8004,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800401,
            800408,
            800402,
            800403,
            800404,
            800406,
            800407
        ],
        "Ranks": [
            800401,
            800402,
            800403,
            800404,
            800405,
            800406
        ],
        "Icon": "avatarshopicon/Avatar/8004",
        "Pic": "avatardrawcard/8004.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "Pre"
        ]
    }
]

var _item = {
    "2": {
        "Name": "신용 포인트",
        "Icon": "itemicon/2.png"
    },
    "110111": {
        "Name": "부서진 칼날",
        "Icon": "itemicon/110111.png"
    },
    "110112": {
        "Name": "무생의 칼날",
        "Icon": "itemicon/110112.png"
    },
    "110113": {
        "Name": "정화의 칼날",
        "Icon": "itemicon/110113.png"
    },
    "110121": {
        "Name": "짐승 사냥용 화살",
        "Icon": "itemicon/110121.png"
    },
    "110122": {
        "Name": "악마 사냥용 화살",
        "Icon": "itemicon/110122.png"
    },
    "110123": {
        "Name": "별 쫓는 화살",
        "Icon": "itemicon/110123.png"
    },
    "110131": {
        "Name": "영감의 열쇠",
        "Icon": "itemicon/110131.png"
    },
    "110132": {
        "Name": "계몽의 열쇠",
        "Icon": "itemicon/110132.png"
    },
    "110133": {
        "Name": "지식의 열쇠",
        "Icon": "itemicon/110133.png"
    },
    "110141": {
        "Name": "청동의 집념",
        "Icon": "itemicon/110141.png"
    },
    "110142": {
        "Name": "한철의 맹세",
        "Icon": "itemicon/110142.png"
    },
    "110143": {
        "Name": "앰버의 수호",
        "Icon": "itemicon/110143.png"
    },
    "110151": {
        "Name": "어두운 흑요",
        "Icon": "itemicon/110151.png"
    },
    "110152": {
        "Name": "허공의 흑요",
        "Icon": "itemicon/110152.png"
    },
    "110153": {
        "Name": "타락의 흑요",
        "Icon": "itemicon/110153.png"
    },
    "110161": {
        "Name": "조화의 가락",
        "Icon": "itemicon/110161.png"
    },
    "110162": {
        "Name": "가족의 찬가",
        "Icon": "itemicon/110162.png"
    },
    "110163": {
        "Name": "별들의 악장",
        "Icon": "itemicon/110163.png"
    },
    "110171": {
        "Name": "풍요의 씨앗",
        "Icon": "itemicon/110171.png"
    },
    "110172": {
        "Name": "생명의 새싹",
        "Icon": "itemicon/110172.png"
    },
    "110173": {
        "Name": "영원의 꽃",
        "Icon": "itemicon/110173.png"
    },
    "110181": {
        "Name": "보리인의 송곳니",
        "Icon": "itemicon/110181.png"
    },
    "110182": {
        "Name": "늑대 독 송곳니",
        "Icon": "itemicon/110182.png"
    },
    "110183": {
        "Name": "달의 광기 이빨",
        "Icon": "itemicon/110183.png"
    },
    "110191": {
        "Name": "운철 탄환",
        "Icon": "itemicon/110191.png"
    },
    "110192": {
        "Name": "숙명적인 사인",
        "Icon": "itemicon/110192.png"
    },
    "110193": {
        "Name": "시간을 역행하는 일격",
        "Icon": "itemicon/110193.png"
    },
    "110201": {
        "Name": "거친 스케치",
        "Icon": "itemicon/110201.png"
    },
    "110202": {
        "Name": "역동적인 선화",
        "Icon": "itemicon/110202.png"
    },
    "110203": {
        "Name": "정교한 컬러 원고",
        "Icon": "itemicon/110203.png"
    },
    "110211": {
        "Name": "흩어진 별모래",
        "Icon": "itemicon/110211.png"
    },
    "110212": {
        "Name": "유성 결정",
        "Icon": "itemicon/110212.png"
    },
    "110213": {
        "Name": "신성한 앰버",
        "Icon": "itemicon/110213.png"
    },
    "110221": {
        "Name": "열렬의 영혼",
        "Icon": "itemicon/110221.png"
    },
    "110222": {
        "Name": "불꽃의 정령",
        "Icon": "itemicon/110222.png"
    },
    "110223": {
        "Name": "천공을 불태우는 마귀",
        "Icon": "itemicon/110223.png"
    },
    "110231": {
        "Name": "구름 위 음표",
        "Icon": "itemicon/110231.png"
    },
    "110232": {
        "Name": "천상의 소절",
        "Icon": "itemicon/110232.png"
    },
    "110233": {
        "Name": "천외의 악장",
        "Icon": "itemicon/110233.png"
    },
    "110241": {
        "Name": "이계 나무의 씨앗",
        "Icon": "itemicon/110241.png"
    },
    "110242": {
        "Name": "생장의 꽃꿀",
        "Icon": "itemicon/110242.png"
    },
    "110243": {
        "Name": "만상의 과실",
        "Icon": "itemicon/110243.png"
    },
    "110251": {
        "Name": "사량의 씨앗",
        "Icon": "itemicon/110251.png"
    },
    "110252": {
        "Name": "말나 새싹",
        "Icon": "itemicon/110252.png"
    },
    "110253": {
        "Name": "아뢰야 꽃",
        "Icon": "itemicon/110253.png"
    },
    "211": {
        "Name": "여행 견문",
        "Icon": "itemicon/211.png"
    },
    "212": {
        "Name": "모험 기록",
        "Icon": "itemicon/212.png"
    },
    "213": {
        "Name": "여행 가이드",
        "Icon": "itemicon/213.png"
    },
    "241": {
        "Name": "운명의 발자취",
        "Icon": "itemicon/241.png"
    },
    "115001": {
        "Name": "공포에 짓밟힌 육신",
        "Icon": "itemicon/115001.png"
    },
    "115002": {
        "Name": "용기에 찢긴 가슴",
        "Icon": "itemicon/115002.png"
    },
    "115003": {
        "Name": "영광의 세례를 받은 육신",
        "Icon": "itemicon/115003.png"
    },
    "110400": {
        "Name": "깊은 별의 외형질",
        "Icon": "itemicon/110400.png"
    },
    "110401": {
        "Name": "강철 늑대의 깨진 이빨",
        "Icon": "itemicon/110401.png"
    },
    "110402": {
        "Name": "상온 갑각",
        "Icon": "itemicon/110402.png"
    },
    "110403": {
        "Name": "눈보라의 뿔",
        "Icon": "itemicon/110403.png"
    },
    "110404": {
        "Name": "과거 그림자의 번개 왕관",
        "Icon": "itemicon/110404.png"
    },
    "110405": {
        "Name": "폭풍의 눈",
        "Icon": "itemicon/110405.png"
    },
    "110406": {
        "Name": "환영의 무쇠",
        "Icon": "itemicon/110406.png"
    },
    "110407": {
        "Name": "과거 그림자의 황금 장식",
        "Icon": "itemicon/110407.png"
    },
    "115011": {
        "Name": "있는 듯 없는 듯한 조짐",
        "Icon": "itemicon/115011.png"
    },
    "115012": {
        "Name": "점점 가까워지는 비명",
        "Icon": "itemicon/115012.png"
    },
    "115013": {
        "Name": "끝없는 탄식",
        "Icon": "itemicon/115013.png"
    },
    "110411": {
        "Name": "명부 명령",
        "Icon": "itemicon/110411.png"
    },
    "110412": {
        "Name": "과열된 강철 칼날",
        "Icon": "itemicon/110412.png"
    },
    "110413": {
        "Name": "혹한 갑각",
        "Icon": "itemicon/110413.png"
    },
    "110414": {
        "Name": "조형자의 번개 지팡이",
        "Icon": "itemicon/110414.png"
    },
    "110415": {
        "Name": "천인의 유해",
        "Icon": "itemicon/110415.png"
    },
    "110416": {
        "Name": "괴수의 못",
        "Icon": "itemicon/110416.png"
    },
    "110417": {
        "Name": "진령칙부",
        "Icon": "itemicon/110417.png"
    },
    "114001": {
        "Name": "꿈 저장 부품",
        "Icon": "itemicon/114001.png"
    },
    "114002": {
        "Name": "꿈 흐름 밸브",
        "Icon": "itemicon/114002.png"
    },
    "114003": {
        "Name": "꿈 제조 모터",
        "Icon": "itemicon/114003.png"
    },
    "110421": {
        "Name": "스타피스 사원증",
        "Icon": "itemicon/110421.png"
    },
    "110422": {
        "Name": "격분한 심장",
        "Icon": "itemicon/110422.png"
    },
    "110423": {
        "Name": "꿈 아이스박스",
        "Icon": "itemicon/110423.png"
    },
    "110424": {
        "Name": "수관(獸棺)의 못",
        "Icon": "itemicon/110424.png"
    },
    "110425": {
        "Name": "만취의 시대 한잔",
        "Icon": "itemicon/110425.png"
    },
    "110426": {
        "Name": "꿈 토치",
        "Icon": "itemicon/110426.png"
    },
    "114011": {
        "Name": "생각의 가루",
        "Icon": "itemicon/114011.png"
    },
    "114012": {
        "Name": "인상의 파편",
        "Icon": "itemicon/114012.png"
    },
    "114013": {
        "Name": "욕망의 거울 조각",
        "Icon": "itemicon/114013.png"
    },
    "110427": {
        "Name": "한 곡으로 어우러진 환상",
        "Icon": "itemicon/110427.png"
    },
    "110431": {
        "Name": "침략 응괴",
        "Icon": "itemicon/110431.png"
    },
    "110436": {
        "Name": "어두운 장막의 달빛",
        "Icon": "itemicon/110436.png"
    },
    "110437": {
        "Name": "분쟁의 전조",
        "Icon": "itemicon/110437.png"
    },
    "113001": {
        "Name": "영생의 새싹",
        "Icon": "itemicon/113001.png"
    },
    "113002": {
        "Name": "영생의 꽃",
        "Icon": "itemicon/113002.png"
    },
    "113003": {
        "Name": "영생의 가지",
        "Icon": "itemicon/113003.png"
    },
    "113011": {
        "Name": "공조 기계 부품",
        "Icon": "itemicon/113011.png"
    },
    "113012": {
        "Name": "공조 톱니바퀴",
        "Icon": "itemicon/113012.png"
    },
    "113013": {
        "Name": "공조 환류 심장",
        "Icon": "itemicon/113013.png"
    },
    "112001": {
        "Name": "철위대 배지",
        "Icon": "itemicon/112001.png"
    },
    "112002": {
        "Name": "철위대 표식",
        "Icon": "itemicon/112002.png"
    },
    "112003": {
        "Name": "철위대 훈장",
        "Icon": "itemicon/112003.png"
    },
    "112011": {
        "Name": "고대 부속품",
        "Icon": "itemicon/112011.png"
    },
    "112012": {
        "Name": "고대 전동축",
        "Icon": "itemicon/112012.png"
    },
    "112013": {
        "Name": "고대 엔진",
        "Icon": "itemicon/112013.png"
    },
    "111001": {
        "Name": "소멸된 코어",
        "Icon": "itemicon/111001.png"
    },
    "111002": {
        "Name": "희미한 빛의 코어",
        "Icon": "itemicon/111002.png"
    },
    "111003": {
        "Name": "꿈틀대는 코어",
        "Icon": "itemicon/111003.png"
    },
    "111011": {
        "Name": "약탈의 본능",
        "Icon": "itemicon/111011.png"
    },
    "111012": {
        "Name": "변조된 야망",
        "Icon": "itemicon/111012.png"
    },
    "111013": {
        "Name": "짓밟힌 의지",
        "Icon": "itemicon/111013.png"
    },
    "110501": {
        "Name": "파멸자의 말로",
        "Icon": "itemicon/110501.png"
    },
    "110503": {
        "Name": "무한한 가짜의 여한",
        "Icon": "itemicon/110503.png"
    },
    "110502": {
        "Name": "수호자의 비원(悲願)",
        "Icon": "itemicon/110502.png"
    },
    "110504": {
        "Name": "별을 갉아먹고 재앙을 낳는 구악",
        "Icon": "itemicon/110504.png"
    },
    "110505": {
        "Name": "공동의 염원의 유음",
        "Icon": "itemicon/110505.png"
    },
    "110506": {
        "Name": "길광편우",
        "Icon": "itemicon/110506.png"
    },
    "110507": {
        "Name": "...",
        "Icon": "itemicon/110507.png"
    }
}

var _propiconname = {
    "IceAddedRatio": "IconIceAddedRatio.png",
    "DefenceAddedRatio": "IconDefence.png",
    "StatusResistanceBase": "IconStatusResistance.png",
    "WindAddedRatio": "IconWindAddedRatio.png",
    "AttackAddedRatio": "IconAttack.png",
    "FireAddedRatio": "IconFireAddedRatio.png",
    "ImaginaryAddedRatio": "IconImaginaryAddedRatio.png",
    "StatusProbabilityBase": "IconStatusProbability.png",
    "HPAddedRatio": "IconMaxHP.png",
    "QuantumAddedRatio": "IconQuantumAddedRatio.png",
    "CriticalChanceBase": "IconCriticalChance.png",
    "CriticalDamageBase": "IconCriticalDamage.png",
    "PhysicalAddedRatio": "IconPhysicalAddedRatio.png",
    "ThunderAddedRatio": "IconThunderAddedRatio.png",
    "BreakDamageAddedRatioBase": "IconBreakUp.png",
    "SpeedDelta": "IconSpeed.png"
}

var _propname = {
    "IceAddedRatio": "얼음 속성 피해 증가",
    "DefenceAddedRatio": "방어력",
    "StatusResistanceBase": "효과 저항",
    "WindAddedRatio": "바람 속성 피해 증가",
    "AttackAddedRatio": "공격력",
    "FireAddedRatio": "화염 속성 피해 증가",
    "ImaginaryAddedRatio": "허수 속성 피해 증가",
    "StatusProbabilityBase": "효과 명중",
    "HPAddedRatio": "HP",
    "QuantumAddedRatio": "양자 속성 피해 증가",
    "CriticalChanceBase": "치명타 확률",
    "CriticalDamageBase": "치명타 피해",
    "PhysicalAddedRatio": "물리 속성 피해 증가",
    "ThunderAddedRatio": "번개 속성 피해 증가",
    "BreakDamageAddedRatioBase": "격파 특수효과",
    "SpeedDelta": "속도"
}

var _camp = {
    "100": "은하열차",
    "101": "스텔라론 헌터",
    "102": "우주정거장 「헤르타」",
    "103": "벨로보그",
    "104": "선주 「나부」",
    "105": "스타피스 컴퍼니",
    "106": "미(美)의 기사단",
    "107": "지식학회",
    "108": "페나코니",
    "109": "기억의 정원",
    "110": "가면의 우인",
    "111": "갤럭시 레인저",
    "112": "자멸자"
}

var _search_avatar = {
    "1221": 0,
    "云璃": 26,
    "YUNLI": 26,
    "1408": 1,
    "白厄": 1,
    "PHAINON": 1,
    "1014": 2,
    "SABER": 2,
    "1015": 3,
    "ARCHER": 3,
    "2212": 4,
    "镜流": 47,
    "JINGLIU": 47,
    "2205": 5,
    "刃": 53,
    "BLADE": 53,
    "2005": 6,
    "卡芙卡": 51,
    "KAFKA": 51,
    "2006": 7,
    "银狼": 54,
    "SILVERWOLF": 54,
    "1406": 8,
    "赛飞儿": 8,
    "CIPHER": 8,
    "1409": 9,
    "风堇": 9,
    "HYACINE": 9,
    "1405": 10,
    "那刻夏": 10,
    "ANAXA": 10,
    "1407": 11,
    "遐蝶": 11,
    "CASTORICE": 11,
    "1403": 12,
    "缇宝": 12,
    "TRIBBIE": 12,
    "1404": 13,
    "万敌": 13,
    "MYDEI": 13,
    "1401": 14,
    "大黑塔": 14,
    "THEHERTA": 14,
    "1402": 15,
    "阿格莱雅": 15,
    "AGLAEA": 15,
    "8007": 16,
    "开拓者": 82,
    "TRAILBLAZER": 82,
    "8008": 17,
    "1225": 18,
    "忘归人": 18,
    "FUGUE": 18,
    "1313": 19,
    "星期日": 19,
    "SUNDAY": 19,
    "1317": 20,
    "乱破": 20,
    "RAPPA": 20,
    "1220": 21,
    "飞霄": 21,
    "FEIXIAO": 21,
    "1222": 22,
    "灵砂": 22,
    "LINGSHA": 22,
    "1223": 23,
    "貊泽": 23,
    "MOZE": 23,
    "1218": 24,
    "椒丘": 24,
    "JIAOQIU": 24,
    "1224": 25,
    "三月七": 57,
    "MARCH7TH": 57,
    "12210": 26,
    "1310": 27,
    "流萤": 27,
    "FIREFLY": 27,
    "1314": 28,
    "翡翠": 28,
    "JADE": 28,
    "1309": 29,
    "知更鸟": 29,
    "ROBIN": 29,
    "1315": 30,
    "波提欧": 30,
    "BOOTHILL": 30,
    "8005": 31,
    "8006": 32,
    "1301": 33,
    "加拉赫": 33,
    "GALLAGHER": 33,
    "1304": 34,
    "砂金": 34,
    "AVENTURINE": 34,
    "1308": 35,
    "黄泉": 35,
    "ACHERON": 35,
    "1306": 36,
    "花火": 36,
    "SPARKLE": 36,
    "1307": 37,
    "黑天鹅": 37,
    "BLACKSWAN": 37,
    "1312": 38,
    "米沙": 38,
    "MISHA": 38,
    "1214": 39,
    "雪衣": 39,
    "XUEYI": 39,
    "1303": 40,
    "阮·梅": 40,
    "RUANMEI": 40,
    "1305": 41,
    "真理医生": 41,
    "DR.RATIO": 41,
    "1215": 42,
    "寒鸦": 42,
    "HANYA": 42,
    "1217": 43,
    "藿藿": 43,
    "HUOHUO": 43,
    "1302": 44,
    "银枝": 44,
    "ARGENTI": 44,
    "1112": 45,
    "托帕&账账": 45,
    "TOPAZ&NUMBY": 45,
    "1210": 46,
    "桂乃芬": 46,
    "GUINAIFEN": 46,
    "1212": 47,
    "1110": 48,
    "玲可": 48,
    "LYNX": 48,
    "1208": 49,
    "符玄": 49,
    "FUXUAN": 49,
    "1213": 50,
    "丹恒·饮月": 50,
    "DANHENG•IMBIBITORLUNAE": 50,
    "1005": 51,
    "1111": 52,
    "卢卡": 52,
    "LUKA": 52,
    "1205": 53,
    "1006": 54,
    "1203": 55,
    "罗刹": 55,
    "LUOCHA": 55,
    "1207": 56,
    "驭空": 56,
    "YUKONG": 56,
    "1001": 57,
    "1002": 58,
    "丹恒": 58,
    "DANHENG": 58,
    "1003": 59,
    "姬子": 59,
    "HIMEKO": 59,
    "1004": 60,
    "瓦尔特": 60,
    "WELT": 60,
    "1008": 61,
    "阿兰": 61,
    "ARLAN": 61,
    "1009": 62,
    "艾丝妲": 62,
    "ASTA": 62,
    "1013": 63,
    "黑塔": 63,
    "HERTA": 63,
    "1101": 64,
    "布洛妮娅": 64,
    "BRONYA": 64,
    "1102": 65,
    "希儿": 65,
    "SEELE": 65,
    "1103": 66,
    "希露瓦": 66,
    "SERVAL": 66,
    "1104": 67,
    "杰帕德": 67,
    "GEPARD": 67,
    "1105": 68,
    "娜塔莎": 68,
    "NATASHA": 68,
    "1106": 69,
    "佩拉": 69,
    "PELA": 69,
    "1107": 70,
    "克拉拉": 70,
    "CLARA": 70,
    "1108": 71,
    "桑博": 71,
    "SAMPO": 71,
    "1109": 72,
    "虎克": 72,
    "HOOK": 72,
    "1201": 73,
    "青雀": 73,
    "QINGQUE": 73,
    "1202": 74,
    "停云": 74,
    "TINGYUN": 74,
    "1204": 75,
    "景元": 75,
    "JINGYUAN": 75,
    "1206": 76,
    "素裳": 76,
    "SUSHANG": 76,
    "1209": 77,
    "彦卿": 77,
    "YANQING": 77,
    "1211": 78,
    "白露": 78,
    "BAILU": 78,
    "8001": 79,
    "8002": 80,
    "8003": 81,
    "8004": 82
}

var _search_weapon = {
    "23046": 0,
    "理想燃烧的地狱": 0,
    "THEHELLWHEREIDEALSBURN": 0,
    "23045": 1,
    "没有回报的加冕": 1,
    "ATHANKLESSCORONATION": 1,
    "23044": 2,
    "黎明恰如此燃烧": 2,
    "THUSBURNSTHEDAWN": 2,
    "21062": 3,
    "于那终点再见": 3,
    "SEEYOUATTHEEND": 3,
    "21061": 4,
    "假日浴场大冒险": 4,
    "HOLIDAYTHERMAEESCAPADE": 4,
    "21060": 5,
    "氤氲麦香的梦": 5,
    "ADREAMSCENTEDINWHEAT": 5,
    "21058": 6,
    "一行往日的血": 6,
    "ATRAILOFBYGONEBLOOD": 6,
    "21057": 7,
    "花儿不会忘记": 7,
    "THEFLOWERREMEMBERS": 7,
    "21056": 8,
    "追逐风的时候": 8,
    "PURSUITOFTHEWIND": 8,
    "21055": 9,
    "直到明天的明天": 9,
    "UNTOTOMORROWSMORROW": 9,
    "21054": 10,
    "故事的下一页": 10,
    "THESTORYSNEXTPAGE": 10,
    "21053": 11,
    "愿旅途永远坦然": 11,
    "JOURNEY,FOREVERPEACEFUL": 11,
    "23043": 12,
    "谎言在风中飘扬": 12,
    "LIESDANCEONTHEBREEZE": 12,
    "23042": 13,
    "愿虹光永驻天空": 13,
    "LONGMAYRAINBOWSADORNTHESKY": 13,
    "23041": 14,
    "生命当付之一炬": 14,
    "LIFESHOULDBECASTTOFLAMES": 14,
    "23040": 15,
    "让告别，更美一些": 15,
    "MAKEFAREWELLSMOREBEAUTIFUL": 15,
    "23039": 16,
    "血火啊，燃烧前路": 16,
    "FLAMEOFBLOOD,BLAZEMYPATH": 16,
    "23038": 17,
    "如果时间是一朵花": 17,
    "IFTIMEWEREAFLOWER": 17,
    "23037": 18,
    "向着不可追问处": 18,
    "INTOTHEUNREACHABLEVEIL": 18,
    "23036": 19,
    "将光阴织成黄金": 19,
    "TIMEWOVENINTOGOLD": 19,
    "23035": 20,
    "长路终有归途": 20,
    "LONGROADLEADSHOME": 20,
    "23034": 21,
    "回到大地的飞行": 21,
    "AGROUNDEDASCENT": 21,
    "23033": 22,
    "忍法帖·缭乱破魔": 22,
    "NINJUTSUINSCRIPTION:DAZZLINGEVILBREAKER": 22,
    "23032": 23,
    "唯有香如故": 23,
    "SCENTALONESTAYSTRUE": 23,
    "23031": 24,
    "我将，巡征追猎": 24,
    "IVENTUREFORTHTOHUNT": 24,
    "23030": 25,
    "落日时起舞": 25,
    "DANCEATSUNSET": 25,
    "23029": 26,
    "那无数个春天": 26,
    "THOSEMANYSPRINGS": 26,
    "23028": 27,
    "偏偏希望无价": 27,
    "YETHOPEISPRICELESS": 27,
    "23027": 28,
    "驶向第二次生命": 28,
    "SAILINGTOWARDSASECONDLIFE": 28,
    "23026": 29,
    "夜色流光溢彩": 29,
    "FLOWINGNIGHTGLOW": 29,
    "23025": 30,
    "梦应归于何处": 30,
    "WHEREABOUTSSHOULDDREAMSREST": 30,
    "23024": 31,
    "行于流逝的岸": 31,
    "ALONGTHEPASSINGSHORE": 31,
    "23023": 32,
    "命运从未公平": 32,
    "INHERENTLYUNJUSTDESTINY": 32,
    "23022": 33,
    "重塑时光之忆": 33,
    "REFORGEDREMEMBRANCE": 33,
    "23021": 34,
    "游戏尘寰": 34,
    "EARTHLYESCAPADE": 34,
    "23020": 35,
    "纯粹思维的洗礼": 35,
    "BAPTISMOFPURETHOUGHT": 35,
    "23019": 36,
    "镜中故我": 36,
    "PASTSELFINMIRROR": 36,
    "23018": 37,
    "片刻，留在眼底": 37,
    "ANINSTANTBEFOREAGAZE": 37,
    "23017": 38,
    "惊魂夜": 38,
    "NIGHTOFFRIGHT": 38,
    "23016": 39,
    "烦恼着，幸福着": 39,
    "WORRISOME,BLISSFUL": 39,
    "23015": 40,
    "比阳光更明亮的": 40,
    "BRIGHTERTHANTHESUN": 40,
    "23014": 41,
    "此身为剑": 41,
    "ISHALLBEMYOWNSWORD": 41,
    "23013": 42,
    "时节不居": 42,
    "TIMEWAITSFORNOONE": 42,
    "23012": 43,
    "如泥酣眠": 43,
    "SLEEPLIKETHEDEAD": 43,
    "23011": 44,
    "她已闭上双眼": 44,
    "SHEALREADYSHUTHEREYES": 44,
    "23010": 45,
    "拂晓之前": 45,
    "BEFOREDAWN": 45,
    "23009": 46,
    "到不了的彼岸": 46,
    "THEUNREACHABLESIDE": 46,
    "23008": 47,
    "棺的回响": 47,
    "ECHOESOFTHECOFFIN": 47,
    "23007": 48,
    "雨一直下": 48,
    "INCESSANTRAIN": 48,
    "23006": 49,
    "只需等待": 49,
    "PATIENCEISALLYOUNEED": 49,
    "23005": 50,
    "制胜的瞬间": 50,
    "MOMENTOFVICTORY": 50,
    "23004": 51,
    "以世界之名": 51,
    "INTHENAMEOFTHEWORLD": 51,
    "23003": 52,
    "但战斗还未结束": 52,
    "BUTTHEBATTLEISNTOVER": 52,
    "23002": 53,
    "无可取代的东西": 53,
    "SOMETHINGIRREPLACEABLE": 53,
    "23001": 54,
    "于夜色中": 54,
    "INTHENIGHT": 54,
    "23000": 55,
    "银河铁道之夜": 55,
    "NIGHTONTHEMILKYWAY": 55,
    "24005": 56,
    "记忆永不落幕": 56,
    "MEMORYSCURTAINNEVERFALLS": 56,
    "24004": 57,
    "不息的演算": 57,
    "ETERNALCALCULUS": 57,
    "24003": 58,
    "孤独的疗愈": 58,
    "SOLITARYHEALING": 58,
    "24002": 59,
    "记忆的质料": 59,
    "TEXTUREOFMEMORIES": 59,
    "24001": 60,
    "星海巡航": 60,
    "CRUISINGINTHESTELLARSEA": 60,
    "24000": 61,
    "记一位星神的陨落": 61,
    "ONTHEFALLOFANAEON": 61,
    "22004": 62,
    "宇宙大生意": 62,
    "THEGREATCOSMICENTERPRISE": 62,
    "22003": 63,
    "忍事录·音律狩猎": 63,
    "NINJARECORD:SOUNDHUNT": 63,
    "22002": 64,
    "为了明日的旅途": 64,
    "FORTOMORROWSJOURNEY": 64,
    "22001": 65,
    "嘿，我在这儿": 65,
    "HEY,OVERHERE": 65,
    "22000": 66,
    "新手任务开始前": 66,
    "BEFORETHETUTORIALMISSIONSTARTS": 66,
    "21052": 67,
    "多流汗，少流泪": 67,
    "SWEATNOW,CRYLESS": 67,
    "21051": 68,
    "天才们的问候": 68,
    "GENIUSESGREETINGS": 68,
    "21050": 69,
    "胜利只在朝夕间": 69,
    "VICTORYINABLINK": 69,
    "21048": 70,
    "梦的蒙太奇": 70,
    "DREAMSMONTAGE": 70,
    "21047": 71,
    "黑夜如影随行": 71,
    "SHADOWEDBYNIGHT": 71,
    "21046": 72,
    "芳华待灼": 72,
    "POISEDTOBLOOM": 72,
    "21045": 73,
    "谐乐静默之后": 73,
    "AFTERTHECHARMONYFALL": 73,
    "21044": 74,
    "无边曼舞": 74,
    "BOUNDLESSCHOREO": 74,
    "21043": 75,
    "两个人的演唱会": 75,
    "CONCERTFORTWO": 75,
    "21042": 76,
    "铭记于心的约定": 76,
    "INDELIBLEPROMISE": 76,
    "21041": 77,
    "好戏开演": 77,
    "ITSSHOWTIME": 77,
    "21040": 78,
    "银河沦陷日": 78,
    "THEDAYTHECOSMOSFELL": 78,
    "21039": 79,
    "织造命运之线": 79,
    "DESTINYSTHREADSFOREWOVEN": 79,
    "21038": 80,
    "在火的远处": 80,
    "FLAMESAFAR": 80,
    "21037": 81,
    "最后的赢家": 81,
    "FINALVICTOR": 81,
    "21036": 82,
    "美梦小镇大冒险": 82,
    "DREAMVILLEADVENTURE": 82,
    "21035": 83,
    "何物为真": 83,
    "WHATISREAL?": 83,
    "21034": 84,
    "今日亦是和平的一日": 84,
    "TODAYISANOTHERPEACEFULDAY": 84,
    "21033": 85,
    "无处可逃": 85,
    "NOWHERETORUN": 85,
    "21032": 86,
    "镂月裁云之意": 86,
    "CARVETHEMOON,WEAVETHECLOUDS": 86,
    "21031": 87,
    "重返幽冥": 87,
    "RETURNTODARKNESS": 87,
    "21030": 88,
    "这就是我啦！": 88,
    "THISISME!": 88,
    "21029": 89,
    "后会有期": 89,
    "WEWILLMEETAGAIN": 89,
    "21028": 90,
    "暖夜不会漫长": 90,
    "WARMTHSHORTENSCOLDNIGHTS": 90,
    "21027": 91,
    "早餐的仪式感": 91,
    "THESERIOUSNESSOFBREAKFAST": 91,
    "21026": 92,
    "汪！散步时间！": 92,
    "WOOF!WALKTIME!": 92,
    "21025": 93,
    "过往未来": 93,
    "PASTANDFUTURE": 93,
    "21024": 94,
    "春水初生": 94,
    "RIVERFLOWSINSPRING": 94,
    "21023": 95,
    "我们是地火": 95,
    "WEAREWILDFIRE": 95,
    "21022": 96,
    "延长记号": 96,
    "FERMATA": 96,
    "21021": 97,
    "等价交换": 97,
    "QUIDPROQUO": 97,
    "21020": 98,
    "天才们的休憩": 98,
    "GENIUSESREPOSE": 98,
    "21019": 99,
    "在蓝天下": 99,
    "UNDERTHEBLUESKY": 99,
    "21018": 100,
    "舞！舞！舞！": 100,
    "DANCE!DANCE!DANCE!": 100,
    "21017": 101,
    "点个关注吧！": 101,
    "SUBSCRIBEFORMORE!": 101,
    "21016": 102,
    "宇宙市场趋势": 102,
    "TRENDOFTHEUNIVERSALMARKET": 102,
    "21015": 103,
    "决心如汗珠般闪耀": 103,
    "RESOLUTIONSHINESASPEARLSOFSWEAT": 103,
    "21014": 104,
    "此时恰好": 104,
    "PERFECTTIMING": 104,
    "21013": 105,
    "别让世界静下来": 105,
    "MAKETHEWORLDCLAMOR": 105,
    "21012": 106,
    "秘密誓心": 106,
    "ASECRETVOW": 106,
    "21011": 107,
    "与行星相会": 107,
    "PLANETARYRENDEZVOUS": 107,
    "21010": 108,
    "论剑": 108,
    "SWORDPLAY": 108,
    "21009": 109,
    "朗道的选择": 109,
    "LANDAUSCHOICE": 109,
    "21008": 110,
    "猎物的视线": 110,
    "EYESOFTHEPREY": 110,
    "21007": 111,
    "同一种心情": 111,
    "SHAREDFEELING": 111,
    "21006": 112,
    "「我」的诞生": 112,
    "THEBIRTHOFTHESELF": 112,
    "21005": 113,
    "鼹鼠党欢迎你": 113,
    "THEMOLESWELCOMEYOU": 113,
    "21004": 114,
    "记忆中的模样": 114,
    "MEMORIESOFTHEPAST": 114,
    "21003": 115,
    "唯有沉默": 115,
    "ONLYSILENCEREMAINS": 115,
    "21002": 116,
    "余生的第一天": 116,
    "DAYONEOFMYNEWLIFE": 116,
    "21001": 117,
    "晚安与睡颜": 117,
    "GOODNIGHTANDSLEEPWELL": 117,
    "21000": 118,
    "一场术后对话": 118,
    "POSTOPCONVERSATION": 118,
    "20022": 119,
    "溯忆": 119,
    "REMINISCENCE": 119,
    "20021": 120,
    "焚影": 120,
    "SHADOWBURN": 120,
    "20020": 121,
    "睿见": 121,
    "SAGACITY": 121,
    "20019": 122,
    "调和": 122,
    "MEDIATION": 122,
    "20018": 123,
    "匿影": 123,
    "HIDDENSHADOW": 123,
    "20017": 124,
    "开疆": 124,
    "PIONEERING": 124,
    "20016": 125,
    "俱殁": 125,
    "MUTUALDEMISE": 125,
    "20015": 126,
    "蕃息": 126,
    "MULTIPLICATION": 126,
    "20014": 127,
    "相抗": 127,
    "ADVERSARIAL": 127,
    "20013": 128,
    "灵钥": 128,
    "PASSKEY": 128,
    "20012": 129,
    "轮契": 129,
    "MESHINGCOGS": 129,
    "20011": 130,
    "渊环": 130,
    "LOOP": 130,
    "20010": 131,
    "戍御": 131,
    "DEFENSE": 131,
    "20009": 132,
    "乐圮": 132,
    "SHATTEREDHOME": 132,
    "20008": 133,
    "嘉果": 133,
    "FINEFRUIT": 133,
    "20007": 134,
    "离弦": 134,
    "DARTINGARROW": 134,
    "20006": 135,
    "智库": 135,
    "DATABANK": 135,
    "20005": 136,
    "齐颂": 136,
    "CHORUS": 136,
    "20004": 137,
    "幽邃": 137,
    "VOID": 137,
    "20003": 138,
    "琥珀": 138,
    "AMBER": 138,
    "20002": 139,
    "天倾": 139,
    "COLLAPSINGSKY": 139,
    "20001": 140,
    "物穰": 140,
    "CORNUCOPIA": 140,
    "20000": 141,
    "锋镝": 141,
    "ARROWS": 141
}

var _search_relic = {
    "322": 0,
    "沉欢醉饮的海隅": 0,
    "REVELRYBYTHESEA": 0,
    "321": 1,
    "妖精织梦的乐园": 1,
    "ARCADIAOFWOVENDREAMS": 1,
    "320": 2,
    "渊思寂虑的巨树": 2,
    "GIANTTREEOFRAPTBROODING": 2,
    "319": 3,
    "谧宁拾骨地": 3,
    "BONECOLLECTIONSSERENEDEMESNE": 3,
    "318": 4,
    "奇想蕉乐园": 4,
    "THEWONDROUSBANANAMUSEMENTPARK": 4,
    "317": 5,
    "沉陆海域露莎卡": 5,
    "LUSHAKA,THESUNKENSEAS": 5,
    "316": 6,
    "劫火莲灯铸炼宫": 6,
    "FORGEOFTHEKALPAGNILANTERN": 6,
    "315": 7,
    "奔狼的都蓝王朝": 7,
    "DURAN,DYNASTYOFRUNNINGWOLVES": 7,
    "314": 8,
    "出云显世与高天神国": 8,
    "IZUMOGENSEIANDTAKAMADIVINEREALM": 8,
    "313": 9,
    "无主荒星茨冈尼亚": 9,
    "SIGONIA,THEUNCLAIMEDDESOLATION": 9,
    "312": 10,
    "梦想之地匹诺康尼": 10,
    "PENACONY,LANDOFTHEDREAMS": 10,
    "311": 11,
    "苍穹战线格拉默": 11,
    "FIRMAMENTFRONTLINE:GLAMOTH": 11,
    "310": 12,
    "折断的龙骨": 12,
    "BROKENKEEL": 12,
    "309": 13,
    "繁星竞技场": 13,
    "RUTILANTARENA": 13,
    "308": 14,
    "生命的翁瓦克": 14,
    "SPRIGHTLYVONWACQ": 14,
    "307": 15,
    "盗贼公国塔利亚": 15,
    "TALIA:KINGDOMOFBANDITRY": 15,
    "306": 16,
    "停转的萨尔索图": 16,
    "INERTSALSOTTO": 16,
    "305": 17,
    "星体差分机": 17,
    "CELESTIALDIFFERENTIATOR": 17,
    "304": 18,
    "筑城者的贝洛伯格": 18,
    "BELOBOGOFTHEARCHITECTS": 18,
    "303": 19,
    "泛银河商业公司": 19,
    "PANCOSMICCOMMERCIALENTERPRISE": 19,
    "302": 20,
    "不老者的仙舟": 20,
    "FLEETOFTHEAGELESS": 20,
    "301": 21,
    "太空封印站": 21,
    "SPACESEALINGSTATION": 21,
    "126": 22,
    "恶海逐波的船长": 22,
    "WAVESTRIDERCAPTAIN": 22,
    "125": 23,
    "烈阳惊雷的女武神": 23,
    "WARRIORGODDESSOFSUNANDTHUNDER": 23,
    "124": 24,
    "哀歌覆国的诗人": 24,
    "POETOFMOURNINGCOLLAPSE": 24,
    "123": 25,
    "凯歌祝捷的英豪": 25,
    "HEROOFTRIUMPHANTSONG": 25,
    "122": 26,
    "识海迷坠的学者": 26,
    "SCHOLARLOSTINERUDITION": 26,
    "121": 27,
    "重循苦旅的司铎": 27,
    "SACERDOSRELIVEDORDEAL": 27,
    "120": 28,
    "风举云飞的勇烈": 28,
    "THEWINDSOARINGVALOROUS": 28,
    "119": 29,
    "荡除蠹灾的铁骑": 29,
    "IRONCAVALRYAGAINSTTHESCOURGE": 29,
    "118": 30,
    "机心戏梦的钟表匠": 30,
    "WATCHMAKER,MASTEROFDREAMMACHINATIONS": 30,
    "117": 31,
    "死水深潜的先驱": 31,
    "PIONEERDIVEROFDEADWATERS": 31,
    "116": 32,
    "幽锁深牢的系囚": 32,
    "PRISONERINDEEPCONFINEMENT": 32,
    "115": 33,
    "毁烬焚骨的大公": 33,
    "THEASHBLAZINGGRANDDUKE": 33,
    "114": 34,
    "骇域漫游的信使": 34,
    "MESSENGERTRAVERSINGHACKERSPACE": 34,
    "113": 35,
    "宝命长存的莳者": 35,
    "LONGEVOUSDISCIPLE": 35,
    "112": 36,
    "盗匪荒漠的废土客": 36,
    "WASTELANDEROFBANDITRYDESERT": 36,
    "111": 37,
    "流星追迹的怪盗": 37,
    "THIEFOFSHOOTINGMETEOR": 37,
    "110": 38,
    "晨昏交界的翔鹰": 38,
    "EAGLEOFTWILIGHTLINE": 38,
    "109": 39,
    "激奏雷电的乐队": 39,
    "BANDOFSIZZLINGTHUNDER": 39,
    "108": 40,
    "繁星璀璨的天才": 40,
    "GENIUSOFBRILLIANTSTARS": 40,
    "107": 41,
    "熔岩锻铸的火匠": 41,
    "FIRESMITHOFLAVAFORGING": 41,
    "106": 42,
    "戍卫风雪的铁卫": 42,
    "GUARDOFWUTHERINGSNOW": 42,
    "105": 43,
    "街头出身的拳王": 43,
    "CHAMPIONOFSTREETWISEBOXING": 43,
    "104": 44,
    "密林卧雪的猎人": 44,
    "HUNTEROFGLACIALFOREST": 44,
    "103": 45,
    "净庭教宗的圣骑士": 45,
    "KNIGHTOFPURITYPALACE": 45,
    "102": 46,
    "野穗伴行的快枪手": 46,
    "MUSKETEEROFWILDWHEAT": 46,
    "101": 47,
    "云无留迹的过客": 47,
    "PASSERBYOFWANDERINGCLOUD": 47
}

var _changelog_relic = {
    "v1": [],
    "v2": [
        {
            "Icon": "71047.png",
            "Name": "Revelry by the Sea",
            "Old": "<b>@2P#</b> Increases the wearer's DoT DMG by <b>12%</b>. When the wearer's ATK is higher than or equal to <b>2400</b>/<b>3600</b>, additionally increases the DoT DMG dealt by <b>12%</b>/<b>24%</b>.",
            "New": "<b>@2P#</b> Increases the wearer's DoT DMG by <b>12%</b>. When the wearer's ATK is higher than or equal to <b>2400</b>/<b>3600</b>, increases the DoT DMG dealt by <b>12%</b>/<b>24%</b>.",
            "Num": 1
        },
        {
            "Icon": "71046.png",
            "Name": "Arcadia of Woven Dreams",
            "Old": "<b>@2P#</b> When the number of ally targets on the field is not 4, for every 1 extra/missing ally target, increases the wearer's and their memosprite's DMG by <b>9%</b>/<b>12%</b>, stacking up to <b>4</b>/<b>3</b> time(s).",
            "New": "<b>@2P#</b> When there are more or less than 4 ally targets in battle, each additional/missing ally target increases the wearer and their memosprite's DMG by <b>9%</b>/<b>12%</b>, up to a maximum of <b>4</b>/<b>3</b> stacks.",
            "Num": 1
        }
    ],
    "v3": []
}

var _changelog_avatar = {
    "1408": {},
    "1014": {},
    "1015": {},
    "2212": {},
    "2205": {},
    "2005": {},
    "2006": {},
    "21053": {},
    "21054": {},
    "21055": {},
    "21056": {},
    "21057": {},
    "21058": {},
    "21060": {},
    "21061": {},
    "23044": {},
    "23045": {},
    "23046": {},
    "21062": {}
}

var _changelog_veradd = {
    "v2": [
        {
            "HP": [
                10.0,
                20.0
            ],
            "Name": "쿠쿠리아",
            "_id": 100401013,
            "Icon": "mostericon/Monster_1004010.png"
        }
    ]
}

var _hidden = [
    {
        "Name": "3.4 New Feature: Story Skip",
        "Date": "2025/06/02",
        "Ver": "3.4v3",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Starting from version 3.4, you will be able to @skip certain stories#.",
                    "• Currently there is no info on which stories will become skippable. We'll need to @wait for official announcements#.",
                    "• However, judging from the current data structure, @all stories# have the possibility of being chosen as skippable."
                ]
            }
        ]
    },
    {
        "Name": "Hysilens, New March 7th, Cyrene",
        "Date": "2025/05/29",
        "Ver": "3.4v2",
        "Notes": [
            {
                "Title": "Hysilens",
                "DescList": [
                    "• DPS character.",
                    "• Abilities are @single-targeted# attacks."
                ]
            },
            {
                "Title": "New March 7th",
                "DescList": [
                    "• Remembrance Path DPS character.",
                    "• Can @enhance her memosprite#. Certain abilities @target 2 enemies#."
                ]
            },
            {
                "Title": "Cyrene",
                "DescList": [
                    "• Remembrance Path support character.",
                    "• Has @multiple Memosprite Skills# that @target all allies#."
                ]
            }
        ]
    },
    {
        "Name": "3.4 As I've Written Updates",
        "Date": "2025/05/27",
        "Ver": "3.4v2",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• @Hyacine#: Act Ⅳ, Final Act",
                    "• @Cipher#: Act Ⅳ, Final Act",
                    "• @Phainon#: Act Ⅲ, Act Ⅳ, Final Act, and real name revealed: @Khaslana#",
                    "• @Cerydra#: Act Ⅰ",
                    "• @Hysilens#: Act Ⅰ",
                    "• @Terravox# (Pillar of Stone): Act Ⅰ",
                    "• @█ █ █# (Veil of Evernight): Act Ⅰ"
                ]
            }
        ]
    },
    {
        "Name": "3.X Character ID & Model Size",
        "Date": "2025/05/22",
        "Ver": "3.4v1",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "@1401# The Herta - Maid (March 7th)",
                    "@1402# Aglaea - Lady (Himeko)",
                    "@1403# Tribbie - Kid (Bailu)",
                    "@1404# Mydei - Male (Welt)",
                    "@1405# Anaxa - Lad (Dan Heng)",
                    "@1406# Cipher - Maid (March 7th)",
                    "@1407# Castorice - Maid (March 7th)",
                    "@1408# Phainon - Male (Welt)",
                    "@1409# Hyacine - Girl (@𝓨𝓾𝓷𝓵𝓲#)",
                    "3.4 @1410# Hysilens - Maid (March 7th)",
                    "3.4 @????# Phainon Ⅱ - Male (Welt)",
                    "@????# Cyrene NPC - Girl (@𝓨𝓾𝓷𝓵𝓲#)"
                ]
            }
        ]
    },
    {
        "Name": "Potential \"New\" Sparkle",
        "Date": "2025/04/25",
        "Ver": "3.3v3",
        "Pics": [
            "avatardrawcardresult/1306"
        ],
        "Notes": [
            {
                "Title": "\"Hanabi\"",
                "DescList": [
                    "Recently a spec of data appeared about a character codenamed @Hanabi#. This is Sparkle's nickname, but her actual codename is just @Sparkle#.",
                    "Conjecture: There may be an @new form of Sparkle# in the future, or maybe Sparkle will @appear in a special form #in a future event (like the March 7th in the 2.4 swordplay event).",
                    "Currently there is little data about Hanabi. Her passive talent applies colored marks: Red, Black and \"Unknown\""
                ]
            }
        ]
    },
    {
        "Name": "Phainon Second Form",
        "Date": "2025/04/09",
        "Ver": "3.3v1",
        "Notes": [
            {
                "Title": "Second Form",
                "Desc": "• Phainon seems to have a second form, possibly named @Demiurge#<br>• There also seems to be a @Boss# related to this form."
            }
        ]
    }
]

var cl_select = {
    "v2 - v3": 2,
    "v1 - v2": 1
}

var cl_vers = [
    "v1",
    "v2",
    "v3"
]

var _diff_avatar = [
    1408,
    1014,
    1015,
    2212,
    2205,
    2005,
    2006
]

var _diff_weapon = [
    21053,
    21054,
    21055,
    21056,
    21057,
    21058,
    21060,
    21061,
    23044,
    23045,
    23046,
    21062
]

var _weapon = [
    {
        "_id": 23046,
        "Name": "이상이 불타는 지옥",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23046,
        "Pic": "23046.png",
        "Mat": [
            111003,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23045,
        "Name": "보답 없는 왕관",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23045,
        "Pic": "23045.png",
        "Mat": [
            111013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23044,
        "Name": "이와 같이 타오르는 여명",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23044,
        "Pic": "23044.png",
        "Mat": [
            115013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 687.96,
            "DEF": 396.9
        }
    },
    {
        "_id": 21062,
        "Name": "그 종착지에서 다시 만나자",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21062,
        "Pic": "21062.png",
        "Mat": [
            115013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21061,
        "Name": "휴일의 목욕탕 대모험",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21061,
        "Pic": "21061.png",
        "Mat": [
            115003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21060,
        "Name": "밀 내음이 가득한 꿈",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21060,
        "Pic": "21060.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21058,
        "Name": "과거의 핏자국",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21058,
        "Pic": "21058.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21057,
        "Name": "꽃은 잊지 않는다",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21057,
        "Pic": "21057.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21056,
        "Name": "바람을 쫓을 때",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21056,
        "Pic": "21056.png",
        "Mat": [
            115013,
            110233
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21055,
        "Name": "내일의 내일이 올 때까지",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21055,
        "Pic": "21055.png",
        "Mat": [
            115003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21054,
        "Name": "이야기의 다음 페이지",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21054,
        "Pic": "21054.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21053,
        "Name": "언제나 여정이 평탄하기를",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21053,
        "Pic": "21053.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 23043,
        "Name": "바람에 흩날리는 거짓말",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23043,
        "Pic": "23043.png",
        "Mat": [
            115013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23042,
        "Name": "무지개가 영원히 하늘에 머물길",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23042,
        "Pic": "23042.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23041,
        "Name": "생명은 불태워야 하는 것",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23041,
        "Pic": "23041.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23040,
        "Name": "이별이 더 아름답도록",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23040,
        "Pic": "23040.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23039,
        "Name": "피의 불꽃이여, 앞길을 태워라",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23039,
        "Pic": "23039.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1375.92,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 23038,
        "Name": "시간이 한 송이 꽃이라면",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23038,
        "Pic": "23038.png",
        "Mat": [
            115003,
            110233
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23037,
        "Name": "추궁할 수 없는 곳을 향해",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23037,
        "Pic": "23037.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23036,
        "Name": "시간을 황금으로 엮어",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23036,
        "Pic": "23036.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23035,
        "Name": "먼 길 끝의 귀로",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23035,
        "Pic": "23035.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 661.5
        }
    },
    {
        "_id": 23034,
        "Name": "대지로 돌아온 비행",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23034,
        "Pic": "23034.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23033,
        "Name": "인법첩•요란 파마",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23033,
        "Pic": "23033.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23032,
        "Name": "오직 향만이 변함없이",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23032,
        "Pic": "23032.png",
        "Mat": [
            113003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23031,
        "Name": "정복하고 사냥하리",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23031,
        "Pic": "23031.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23030,
        "Name": "해 질 무렵 시작되는 춤",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23030,
        "Pic": "23030.png",
        "Mat": [
            113013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23029,
        "Name": "그 무수한 봄날",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23029,
        "Pic": "23029.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23028,
        "Name": "값을 매길 수 없는 건 희망뿐",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23028,
        "Pic": "23028.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23027,
        "Name": "두 번째 생명을 향해",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23027,
        "Pic": "23027.png",
        "Mat": [
            114013,
            110193
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23026,
        "Name": "찬란하게 빛나는 밤",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23026,
        "Pic": "23026.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23025,
        "Name": "꿈은 어디로 돌아가야 하는가",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23025,
        "Pic": "23025.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23024,
        "Name": "흘러가는 강가를 따라",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23024,
        "Pic": "23024.png",
        "Mat": [
            114003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23023,
        "Name": "언제나 불공평한 운명",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23023,
        "Pic": "23023.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 661.5
        }
    },
    {
        "_id": 23022,
        "Name": "시간의 기억에 대한 재구성",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23022,
        "Pic": "23022.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23021,
        "Name": "속세에서의 유희",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23021,
        "Pic": "23021.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23020,
        "Name": "순수 사유의 세례",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23020,
        "Pic": "23020.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23019,
        "Name": "거울 속 지난날의 나",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23019,
        "Pic": "23019.png",
        "Mat": [
            113003,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23018,
        "Name": "눈에 담긴 순간",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23018,
        "Pic": "23018.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23017,
        "Name": "섬뜩한 밤",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23017,
        "Pic": "23017.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23016,
        "Name": "고민, 그리고 행복",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23016,
        "Pic": "23016.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23015,
        "Name": "태양보다 밝게 빛나는 것",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23015,
        "Pic": "23015.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23014,
        "Name": "이 몸이 검이니",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23014,
        "Pic": "23014.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23013,
        "Name": "세월은 흐를 뿐",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23013,
        "Pic": "23013.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 23012,
        "Name": "깊게 든 단잠",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23012,
        "Pic": "23012.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23011,
        "Name": "그녀는 두 눈을 감았네",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23011,
        "Pic": "23011.png",
        "Mat": [
            113013,
            110143
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 23010,
        "Name": "동트기 전",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23010,
        "Pic": "23010.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23009,
        "Name": "닿을 수 없는 저편",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23009,
        "Pic": "23009.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 582.12,
            "DEF": 330.75
        }
    },
    {
        "_id": 23008,
        "Name": "관의 울림",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23008,
        "Pic": "23008.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23007,
        "Name": "계속 내리는 비",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23007,
        "Pic": "23007.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23006,
        "Name": "필요한 건 기다림뿐",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23006,
        "Pic": "23006.png",
        "Mat": [
            111013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23005,
        "Name": "승리의 순간",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23005,
        "Pic": "23005.png",
        "Mat": [
            112003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 595.35
        }
    },
    {
        "_id": 23004,
        "Name": "세계의 이름으로",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23004,
        "Pic": "23004.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23003,
        "Name": "아직 전투는 끝나지 않았다",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23003,
        "Pic": "23003.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23002,
        "Name": "대체할 수 없는 것",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23002,
        "Pic": "23002.png",
        "Mat": [
            112013,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23001,
        "Name": "야경 속에서",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23001,
        "Pic": "23001.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23000,
        "Name": "은하철도의 밤",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23000,
        "Pic": "23000.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 24005,
        "Name": "기억은 영원히 막을 내리지 않는다",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 24005,
        "Pic": "24005.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24004,
        "Name": "멈추지 않는 연산",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 24004,
        "Pic": "24004.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24003,
        "Name": "고독의 치유",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 24003,
        "Pic": "24003.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24002,
        "Name": "기억의 소재",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 24002,
        "Pic": "24002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 24001,
        "Name": "별바다 순항",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 24001,
        "Pic": "24001.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 24000,
        "Name": "어떤 에이언즈의 몰락",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 24000,
        "Pic": "24000.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 22004,
        "Name": "우주 대사업",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 22004,
        "Pic": "22004.png",
        "Mat": [
            115003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22003,
        "Name": "인사록•음률 사냥",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 22003,
        "Pic": "22003.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 22002,
        "Name": "내일을 위한 여정",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22002,
        "Pic": "22002.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22001,
        "Name": "저기, 나 여기 있어",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 22001,
        "Pic": "22001.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 22000,
        "Name": "초보자 임무 시작 전",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 22000,
        "Pic": "22000.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21052,
        "Name": "땀은 많이, 눈물은 적게",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21052,
        "Pic": "21052.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 198.45
        }
    },
    {
        "_id": 21051,
        "Name": "천재들의 안부 인사",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21051,
        "Pic": "21051.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21050,
        "Name": "찰나에 결정되는 승리",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21050,
        "Pic": "21050.png",
        "Mat": [
            111013,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21048,
        "Name": "꿈의 몽타주",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21048,
        "Pic": "21048.png",
        "Mat": [
            114003,
            110243
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21047,
        "Name": "그림자처럼 뒤따르는 밤",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21047,
        "Pic": "21047.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21046,
        "Name": "피어나길 기다리는 꽃",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21046,
        "Pic": "21046.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21045,
        "Name": "조화가 침묵한 후",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21045,
        "Pic": "21045.png",
        "Mat": [
            114013,
            110203
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21044,
        "Name": "끝없는 춤",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21044,
        "Pic": "21044.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21043,
        "Name": "두 사람의 콘서트",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21043,
        "Pic": "21043.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21042,
        "Name": "마음에 새긴 약속",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21042,
        "Pic": "21042.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21041,
        "Name": "쇼타임",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21041,
        "Pic": "21041.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21040,
        "Name": "은하 함락의 날",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21040,
        "Pic": "21040.png",
        "Mat": [
            114003,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21039,
        "Name": "운명의 실을 엮다",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21039,
        "Pic": "21039.png",
        "Mat": [
            114013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21038,
        "Name": "불의 먼 곳에서",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21038,
        "Pic": "21038.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21037,
        "Name": "최후의 승자",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21037,
        "Pic": "21037.png",
        "Mat": [
            114013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21036,
        "Name": "좋은꿈 마을 대모험",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21036,
        "Pic": "21036.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21035,
        "Name": "무엇이 진실인가",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21035,
        "Pic": "21035.png",
        "Mat": [
            114003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21034,
        "Name": "오늘도 평화로운 하루",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21034,
        "Pic": "21034.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21033,
        "Name": "도망칠 곳은 없다",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21033,
        "Pic": "21033.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 264.6
        }
    },
    {
        "_id": 21032,
        "Name": "누월재운의 뜻",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21032,
        "Pic": "21032.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21031,
        "Name": "또다시 저승으로",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21031,
        "Pic": "21031.png",
        "Mat": [
            113003,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21030,
        "Name": "이게 바로 나야!",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21030,
        "Pic": "21030.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21029,
        "Name": "훗날 기약",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21029,
        "Pic": "21029.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21028,
        "Name": "따듯한 밤은 길지 않고",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21028,
        "Pic": "21028.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21027,
        "Name": "느낌 있는 아침 식사 루틴",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21027,
        "Pic": "21027.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21026,
        "Name": "멍! 산책 시간!",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21026,
        "Pic": "21026.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21025,
        "Name": "과거와 미래",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21025,
        "Pic": "21025.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21024,
        "Name": "움트는 봄물",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21024,
        "Pic": "21024.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21023,
        "Name": "우리는 와일드 파이어",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21023,
        "Pic": "21023.png",
        "Mat": [
            112013,
            110143
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 21022,
        "Name": "페르마타",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21022,
        "Pic": "21022.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21021,
        "Name": "등가교환",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21021,
        "Pic": "21021.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21020,
        "Name": "천재들의 휴식",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21020,
        "Pic": "21020.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21019,
        "Name": "푸른 하늘 아래",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21019,
        "Pic": "21019.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21018,
        "Name": "댄스! 댄스! 댄스!",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21018,
        "Pic": "21018.png",
        "Mat": [
            113013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21017,
        "Name": "팔로우를 부탁해!",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21017,
        "Pic": "21017.png",
        "Mat": [
            113013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21016,
        "Name": "우주 시장 동향",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21016,
        "Pic": "21016.png",
        "Mat": [
            113003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21015,
        "Name": "땀방울처럼 빛나는 결심",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21015,
        "Pic": "21015.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21014,
        "Name": "알맞은 타이밍",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21014,
        "Pic": "21014.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21013,
        "Name": "세상을 진정시키지 마",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21013,
        "Pic": "21013.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21012,
        "Name": "비밀 맹세",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21012,
        "Pic": "21012.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21011,
        "Name": "행성과의 만남",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21011,
        "Pic": "21011.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21010,
        "Name": "논검",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21010,
        "Pic": "21010.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21009,
        "Name": "랜도의 선택",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21009,
        "Pic": "21009.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21008,
        "Name": "사냥감의 시선",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21008,
        "Pic": "21008.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21007,
        "Name": "같은 심정",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21007,
        "Pic": "21007.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21006,
        "Name": "「나」의 탄생",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21006,
        "Pic": "21006.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21005,
        "Name": "두더지파가 환영해",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21005,
        "Pic": "21005.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21004,
        "Name": "기억 속 모습",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21004,
        "Pic": "21004.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21003,
        "Name": "침묵만이",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21003,
        "Pic": "21003.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21002,
        "Name": "여생의 첫날",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21002,
        "Pic": "21002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21001,
        "Name": "밤 인사와 잠든 얼굴",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21001,
        "Pic": "21001.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21000,
        "Name": "수술 후의 대화",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21000,
        "Pic": "21000.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 20022,
        "Name": "추억 회상",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20022,
        "Pic": "20022.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 635.04,
            "ATK": 423.36,
            "DEF": 264.6
        }
    },
    {
        "_id": 20021,
        "Name": "불타는 그림자",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20021,
        "Pic": "20021.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20020,
        "Name": "식견",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20020,
        "Pic": "20020.png",
        "Mat": [
            111013,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20019,
        "Name": "어울림",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20019,
        "Pic": "20019.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20018,
        "Name": "숨은 그림자",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20018,
        "Pic": "20018.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20017,
        "Name": "강토 개척",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20017,
        "Pic": "20017.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20016,
        "Name": "전멸",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20016,
        "Pic": "20016.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20015,
        "Name": "증식",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20015,
        "Pic": "20015.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20014,
        "Name": "대립",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20014,
        "Pic": "20014.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20013,
        "Name": "영험한 열쇠",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20013,
        "Pic": "20013.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20012,
        "Name": "맞물린 톱니",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20012,
        "Pic": "20012.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20011,
        "Name": "심연의 고리",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20011,
        "Pic": "20011.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20010,
        "Name": "수비",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20010,
        "Pic": "20010.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20009,
        "Name": "무너진 행복",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20009,
        "Pic": "20009.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20008,
        "Name": "알찬 열매",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20008,
        "Pic": "20008.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20007,
        "Name": "시위를 떠난 화살",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20007,
        "Pic": "20007.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20006,
        "Name": "아카이브",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20006,
        "Pic": "20006.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20005,
        "Name": "합창",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20005,
        "Pic": "20005.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20004,
        "Name": "그윽",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20004,
        "Pic": "20004.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20003,
        "Name": "앰버",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20003,
        "Pic": "20003.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 264.6,
            "DEF": 330.75
        }
    },
    {
        "_id": 20002,
        "Name": "천경",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20002,
        "Pic": "20002.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20001,
        "Name": "풍작",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20001,
        "Pic": "20001.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20000,
        "Name": "화살촉",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20000,
        "Pic": "20000.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    }
]

var _relic = [
    {
        "_id": 322,
        "Name": "즐거움에 취한 바다의 일각",
        "Icon": "71047.png",
        "Skills": [
            "장착한 캐릭터가 가하는 지속 피해가 <b>12%</b> 증가한다. 장착한 캐릭터의 공격력이 <b>2400</b>/<b>3600</b> 이상일 경우, 가하는 지속 피해가 추가로 <b>12%</b>/<b>24%</b> 증가한다"
        ]
    },
    {
        "_id": 321,
        "Name": "꿈을 엮는 요정의 낙원",
        "Icon": "71046.png",
        "Skills": [
            "파티 내 필드에 있는 아군의 수가 4명이 아닐 경우, 아군 수가 1명 많을/적을 때마다 장착한 캐릭터와 해당 캐릭터의 기억 정령이 가하는 피해가 <b>9%</b>/<b>12%</b> 증가한다, 최대 중첩수: <b>4</b>/<b>3</b>스택"
        ]
    },
    {
        "_id": 320,
        "Name": "사색하는 거목",
        "Icon": "71043.png",
        "Skills": [
            "장착한 캐릭터의 속도가 <b>6%</b> 증가한다. 장착한 캐릭터의 속도가 <b>135</b>/<b>180</b> 이상일 경우, 장착한 캐릭터와 해당 캐릭터의 기억 정령의 치유량이 <b>12%</b>/<b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 319,
        "Name": "고요한 습골지",
        "Icon": "71042.png",
        "Skills": [
            "장착한 캐릭터의 HP 최대치가 <b>12%</b> 증가한다. 장착한 캐릭터의 HP 최대치가 <b>5000</b>pt 이상일 경우, 장착한 캐릭터와 해당 캐릭터의 기억 정령의 치명타 피해가 <b>28%</b> 증가한다"
        ]
    },
    {
        "_id": 318,
        "Name": "기묘한 나나 낙원",
        "Icon": "71037.png",
        "Skills": [
            "장착한 캐릭터의 치명타 피해가 <b>16%</b> 증가한다. 장착한 캐릭터가 소환한 목표가 있을 시, 치명타 피해가 추가로 <b>32%</b> 증가한다"
        ]
    },
    {
        "_id": 317,
        "Name": "바다에 잠긴 루샤카",
        "Icon": "71036.png",
        "Skills": [
            "장착한 캐릭터의 에너지 회복효율이 <b>5%</b> 증가한다. 장착한 캐릭터가 파티 편성의 첫 번째 캐릭터가 아닐 경우, 파티 편성의 첫 번째 캐릭터의 공격력이 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 316,
        "Name": "겁화 연등의 연마궁",
        "Icon": "71035.png",
        "Skills": [
            "장착한 캐릭터의 속도가 <b>6%</b> 증가한다. 장착한 캐릭터가 화염 속성 약점을 보유한 적을 명중하면 격파 특수효과가 <b>40%</b> 증가한다, 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 315,
        "Name": "질주하는 늑대의 도람 왕조",
        "Icon": "71034.png",
        "Skills": [
            "아군 캐릭터가 추가 공격을 발동하면 장착한 캐릭터는 [공훈]을 1스택 획득한다, 최대 중첩수: <b>5</b>스택. [공훈] 스택당 장착한 캐릭터의 추가 공격으로 가하는 피해가 <b>5%</b> 증가하고, <b>5</b>스택까지 중첩 시 장착한 캐릭터의 치명타 피해가 추가로 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 314,
        "Name": "이즈모 현세와 타카마 신국",
        "Icon": "71031.png",
        "Skills": [
            "장착한 캐릭터의 공격력이 <b>12%</b> 증가한다. 전투 진입 시 장착한 캐릭터와 운명의 길이 같은 동료가 최소 1명 존재할 경우, 장착한 캐릭터의 치명타 확률이 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 313,
        "Name": "주인 없는 황폐한 별 츠가냐",
        "Icon": "71030.png",
        "Skills": [
            "장착한 캐릭터의 치명타 확률이 <b>4%</b> 증가한다. 적이 처치될 시 장착한 캐릭터의 치명타 피해가 <b>4%</b> 증가한다. 최대 중첩수: <b>10</b>"
        ]
    },
    {
        "_id": 312,
        "Name": "꿈의 땅 페나코니",
        "Icon": "71027.png",
        "Skills": [
            "장착한 캐릭터의 에너지 회복효율이 <b>5%</b> 증가한다. 장착한 캐릭터와 같은 속성의 파티 내 다른 아군 캐릭터가 주는 피해가 <b>10%</b> 증가한다"
        ]
    },
    {
        "_id": 311,
        "Name": "창공 전선 그라모스",
        "Icon": "71026.png",
        "Skills": [
            "장착한 캐릭터의 공격력이 <b>12%</b> 증가한다. 장착한 캐릭터의 속도가 <b>135</b>/<b>160</b> 이상일 경우, 장착한 캐릭터가 가하는 피해가 <b>12%</b>/<b>18%</b> 증가한다"
        ]
    },
    {
        "_id": 310,
        "Name": "부러진 용골",
        "Icon": "71023.png",
        "Skills": [
            "장착한 캐릭터의 효과 저항이 <b>10%</b> 증가한다. 장착한 캐릭터의 효과 저항이 <b>30%</b> 이상일 경우 모든 아군의 치명타 피해가 <b>10%</b> 증가한다"
        ]
    },
    {
        "_id": 309,
        "Name": "뭇별 경기장",
        "Icon": "71022.png",
        "Skills": [
            "장착한 캐릭터의 치명타 확률이 <b>8%</b> 증가한다. 장착한 캐릭터의 치명타 확률이 <b>70%</b> 이상일 경우, 일반 공격과 전투 스킬이 가하는 피해가 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 308,
        "Name": "생명의 바커 공",
        "Icon": "71019.png",
        "Skills": [
            "장착한 캐릭터의 에너지 회복효율이 <b>5%</b> 증가한다. 장착한 캐릭터의 속도가 <b>120</b> 이상일 경우 전투 진입 시 즉시 행동 게이지가 <b>40%</b> 증가한다"
        ]
    },
    {
        "_id": 307,
        "Name": "도적국 탈리아",
        "Icon": "71018.png",
        "Skills": [
            "장착한 캐릭터의 격파 특수효과가 <b>16%</b> 증가한다. 장착한 캐릭터의 속도가 <b>145</b> 이상일 경우 격파 특수효과가 추가로 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 306,
        "Name": "회전을 멈춘 살소토",
        "Icon": "71017.png",
        "Skills": [
            "장착한 캐릭터의 치명타 확률이 <b>8%</b> 증가한다. 장착한 캐릭터의 치명타 확률이 <b>50%</b> 이상일 경우, 필살기와 추가 공격이 가하는 피해가 <b>15%</b> 증가한다"
        ]
    },
    {
        "_id": 305,
        "Name": "천체 차분기관",
        "Icon": "71016.png",
        "Skills": [
            "장착한 캐릭터의 치명타 피해가 <b>16%</b> 증가한다. 장착한 캐릭터의 치명타 피해가 <b>120%</b> 이상일 경우, 전투 진입 후 장착한 캐릭터의 치명타 확률이 <b>60%</b> 증가한다. 첫 공격 발동 후까지 지속하고 종료된다"
        ]
    },
    {
        "_id": 304,
        "Name": "축성가의 벨로보그",
        "Icon": "71015.png",
        "Skills": [
            "장착한 캐릭터의 방어력이 <b>15%</b> 증가한다. 장착한 캐릭터의 효과 명중이 <b>50%</b> 이상일 경우 방어력이 추가로 <b>15%</b> 증가한다"
        ]
    },
    {
        "_id": 303,
        "Name": "범은하 상사",
        "Icon": "71014.png",
        "Skills": [
            "장착한 캐릭터의 효과 명중이 <b>10%</b> 증가한다. 동시에 장착한 캐릭터의 현재 효과 명중 <b>25%</b>만큼의 공격력이 증가하며 최대 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 302,
        "Name": "불로인의 선주",
        "Icon": "71013.png",
        "Skills": [
            "장착한 캐릭터의 HP 최대치가 <b>12%</b> 증가한다. 장착한 캐릭터의 속도가 <b>120</b> 이상일 경우 모든 아군의 공격력이 <b>8%</b> 증가한다"
        ]
    },
    {
        "_id": 301,
        "Name": "우주 봉인 정거장",
        "Icon": "71012.png",
        "Skills": [
            "장착한 캐릭터의 공격력이 <b>12%</b> 증가한다. 장착한 캐릭터의 속도가 <b>120</b> 이상일 경우 공격력이 추가로 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 126,
        "Name": "거친 파도를 헤치는 선장",
        "Icon": "71045.png",
        "Skills": [
            "치명타 피해 <b>16%</b> 증가",
            "장착한 캐릭터가 다른 아군의 스킬 목표가 되면 [조력]을 1스택 획득한다, 최대 중첩수: <b>2</b>스택. 필살기 발동 시 [조력]을 <b>2</b>스택 보유하면, 모든 [조력]을 소모해 장착한 캐릭터의 공격력을 <b>48%</b> 증가시킨다, 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 125,
        "Name": "태양과 번개의 여전사",
        "Icon": "71044.png",
        "Skills": [
            "속도 <b>6%</b> 증가",
            "장착한 캐릭터와 해당 캐릭터의 기억 정령이 장착한 캐릭터와 해당 캐릭터의 기억 정령을 제외한 아군에게 치유를 제공하면 장착한 캐릭터가 [단비]를 획득하며, 턴마다 최대 1회 발동한다, 지속 시간: <b>2</b>턴. 장착한 캐릭터가 [단비] 보유 시 속도가 <b>6%</b> 증가하고, 모든 아군의 치명타 피해가 <b>15%</b> 증가하며, 해당 효과는 중첩할 수 없다"
        ]
    },
    {
        "_id": 124,
        "Name": "망국을 애도하는 시인",
        "Icon": "71041.png",
        "Skills": [
            "양자 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터의 속도가 <b>8%</b> 감소한다. 전투 진입 전 장착한 캐릭터의 속도가 <b>110</b>/<b>95</b> 미만이면, 장착한 캐릭터의 치명타 확률이 <b>20%</b>/<b>32%</b> 증가한다. 해당 효과는 장착한 캐릭터의 기억 정령에게도 동시에 적용된다"
        ]
    },
    {
        "_id": 123,
        "Name": "개선가를 울리는 영웅",
        "Icon": "71040.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터의 기억 정령이 필드에 있을 시 장착한 캐릭터의 속도가 <b>6%</b> 증가하고, 장착한 캐릭터의 기억 정령이 공격 시 장착한 캐릭터와 기억 정령의 치명타 피해가 <b>30%</b> 증가한다, 지속 시간: <b>2</b>턴"
        ]
    },
    {
        "_id": 122,
        "Name": "지식의 바다에 빠진 학자",
        "Icon": "71039.png",
        "Skills": [
            "치명타 확률 <b>8%</b> 증가",
            "전투 스킬과 필살기로 가하는 피해가 <b>20%</b> 증가한다. 필살기 발동 후, 다음번 전투 스킬 발동 시 가하는 피해가 추가로 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 121,
        "Name": "고행의 길에 다시 오른 사제",
        "Icon": "71038.png",
        "Skills": [
            "속도 <b>6%</b> 증가",
            "단일 아군에게 전투 스킬 또는 필살기 발동 시, 스킬 목표의 치명타 피해를 <b>18%</b> 증가시킨다, 지속 시간: <b>2</b>턴, 해당 효과 최대 중첩수: <b>2</b>회"
        ]
    },
    {
        "_id": 120,
        "Name": "바람과 구름을 가르는 용맹함",
        "Icon": "71033.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터의 치명타 확률이 <b>6%</b> 증가하고, 장착한 캐릭터가 추가 공격 발동 시 필살기가 가하는 피해가 <b>36%</b> 증가한다. 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 119,
        "Name": "곤충 재앙을 잠재우는 철기군",
        "Icon": "71032.png",
        "Skills": [
            "격파 특수효과 <b>16%</b> 증가",
            "장착한 캐릭터의 격파 특수효과가 <b>150%</b> 이상이면 적에게 가하는 격파 피해가 해당 적의 방어력을 <b>10%</b> 무시한다. 장착한 캐릭터의 격파 특수효과가 <b>250%</b> 이상이면 적에게 가하는 슈퍼 격파 피해가 적의 방어력을 <b>15%</b> 추가로 무시한다"
        ]
    },
    {
        "_id": 118,
        "Name": "꿈을 조작하는 시계공",
        "Icon": "71029.png",
        "Skills": [
            "격파 특수효과 <b>16%</b> 증가",
            "장착한 캐릭터가 아군에게 필살기 발동 시, 모든 아군의 격파 특수효과가 <b>30%</b> 증가한다. 지속 시간: <b>2</b>턴. 해당 효과는 중첩할 수 없다"
        ]
    },
    {
        "_id": 117,
        "Name": "사수에 잠수한 선구자",
        "Icon": "71028.png",
        "Skills": [
            "디버프 상태의 영향을 받은 적에게 가하는 피해가 <b>12%</b> 증가한다",
            "치명타 확률이 <b>4%</b> 증가하고 장착한 캐릭터가 <b>2</b>/<b>3</b>개 이상의 디버프 효과에 빠진 적에게 가하는 치명타 피해가 <b>8%</b>/<b>12%</b> 증가한다. 장착한 캐릭터가 적에게 디버프 효과 부여 시 상기 효과가 <b>100%</b> 증가한다, 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 116,
        "Name": "깊은 감옥에 수감된 죄수",
        "Icon": "71025.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터가 적에게 피해를 가할 시 적이 받는 지속 피해 효과 1개마다 대상의 방어력을 <b>6%</b> 무시한다. 지속 피해 효과는 최대 <b>3</b>개까지 계산한다"
        ]
    },
    {
        "_id": 115,
        "Name": "재와 뼈마저 불사르는 대공",
        "Icon": "71024.png",
        "Skills": [
            "추가 공격으로 가하는 피해 <b>20%</b> 증가",
            "장착한 캐릭터가 추가 공격을 가할 시, 추가 공격이 가한 피해 횟수에 따라 피해를 가할 때마다 장착한 캐릭터의 공격력이 <b>6%</b> 증가한다. 최대 중첩수: <b>8</b>회. 지속 시간: <b>3</b>턴. 해당 효과는 장착한 캐릭터가 다음 추가 공격 발동 시 해제된다"
        ]
    },
    {
        "_id": 114,
        "Name": "가상공간을 누비는 메신저",
        "Icon": "71021.png",
        "Skills": [
            "속도 <b>6%</b> 증가",
            "장착한 캐릭터가 아군에게 필살기 발동 시 모든 아군의 속도가 <b>12%</b> 증가한다. 지속 시간: <b>1</b>턴. 해당 효과는 중첩되지 않는다"
        ]
    },
    {
        "_id": 113,
        "Name": "장수를 원하는 제자",
        "Icon": "71020.png",
        "Skills": [
            "HP 최대치 <b>12%</b> 증가",
            "장착한 캐릭터가 피격되거나 아군에 의해 HP가 소모되면 치명타 확률이 <b>8%</b> 증가한다. 지속 시간: <b>2</b>턴. 해당 효과 최대 중첩수: <b>2</b>스택"
        ]
    },
    {
        "_id": 112,
        "Name": "황무지의 도적, 황야인",
        "Icon": "71011.png",
        "Skills": [
            "허수 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터가 디버프 효과에 빠진 적에게 피해를 가할 시 치명타 확률이 <b>10%</b> 증가한다. 속박 상태에 빠진 적에게 피해를 가할 시 치명타 피해가 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 111,
        "Name": "유성을 쫓는 괴도",
        "Icon": "71010.png",
        "Skills": [
            "격파 특수효과 <b>16%</b> 증가",
            "장착한 캐릭터의 격파 특수효과가 <b>16%</b> 증가한다. 장착한 캐릭터는 적의 약점을 격파한 후 에너지를 <b>3</b>pt 회복한다"
        ]
    },
    {
        "_id": 110,
        "Name": "밤낮의 경계를 나는 매",
        "Icon": "71009.png",
        "Skills": [
            "바람 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 필살기 발동 후 행동 게이지가 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 109,
        "Name": "뇌전을 울리는 밴드",
        "Icon": "71008.png",
        "Skills": [
            "번개 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 전투 스킬 발동 시 공격력이 <b>20%</b> 증가한다. 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 108,
        "Name": "별처럼 빛나는 천재",
        "Icon": "71007.png",
        "Skills": [
            "양자 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 적에게 피해를 줄 때 <b>10%</b>의 방어력을 무시한다. 목표가 양자 속성 약점을 보유할 경우, 추가로 <b>10%</b>의 방어력을 무시한다"
        ]
    },
    {
        "_id": 107,
        "Name": "용암 단조의 화장(火匠)",
        "Icon": "71006.png",
        "Skills": [
            "화염 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터의 전투 스킬이 가하는 피해가 <b>12%</b> 증가하고, 필살기 발동 후 다음번 공격이 가하는 화염 속성 피해가 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 106,
        "Name": "눈보라에 맞서는 철위대",
        "Icon": "71005.png",
        "Skills": [
            "받는 피해 <b>8%</b> 감소",
            "턴 시작 시 장착한 캐릭터의 현재 HP 백분율이 <b>50%</b> 이하일 경우, 자신 HP 최대치 <b>8%</b>만큼의 HP를 회복하고 에너지를 <b>5</b>pt 회복한다"
        ]
    },
    {
        "_id": 105,
        "Name": "스트리트 격투왕",
        "Icon": "71004.png",
        "Skills": [
            "물리 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 공격 발동 혹은 피격 후 해당 전투에서 공격력이 <b>5%</b> 증가한다. 최대 중첩수: <b>5</b>스택"
        ]
    },
    {
        "_id": 104,
        "Name": "혹한 밀림의 사냥꾼",
        "Icon": "71003.png",
        "Skills": [
            "얼음 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 필살기 발동 시 치명타 피해가 <b>25%</b> 증가한다. 지속 시간: <b>2</b>턴"
        ]
    },
    {
        "_id": 103,
        "Name": "정토 교황의 팔라딘",
        "Icon": "71002.png",
        "Skills": [
            "방어력 <b>15%</b> 증가",
            "장착한 캐릭터가 제공하는 실드량이 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 102,
        "Name": "들이삭과 동행하는 거너",
        "Icon": "71001.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터의 속도가 <b>6%</b> 증가한다. 일반 공격이 가하는 피해가 <b>10%</b> 증가한다"
        ]
    },
    {
        "_id": 101,
        "Name": "흔적을 남기지 않은 과객",
        "Icon": "71000.png",
        "Skills": [
            "치유량 <b>10%</b> 증가",
            "전투 시작 시 즉시 아군의 전투 스킬 포인트를 1pt 회복한다"
        ]
    }
]

var _avatarskill = {
    "140801": {
        "v1": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v2": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v3": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        }
    },
    "140802": {
        "v1": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v2": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v3": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        }
    },
    "140803": {
        "v1": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며, 변신 중에는 <u>경계</u>를 펼친다. <u>경계</u> 내 다른 동료는 <u>퇴장</u>하고 행동할 수 없으며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 시작 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v2": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며, 변신 중에는 <u>경계</u>를 펼친다. <u>경계</u> 내 다른 동료는 <u>퇴장</u>하고 행동할 수 없으며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 시작 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v3": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며, 변신 중에는 <u>경계</u>를 펼친다. <u>경계</u> 내 다른 동료는 <u>퇴장</u>하고 행동할 수 없으며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 시작 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        }
    },
    "140804": {
        "v1": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기가 활성화되며, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다.<br>파이논이 아군 또는 임의의 단일 적의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 아군의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v2": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기가 활성화되며, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다.<br>파이논이 아군 동료 또는 임의의 단일 적의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 아군 동료의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v3": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기가 활성화되며, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다.<br>파이논이 아군 동료 또는 임의의 단일 적의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 아군 동료의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        }
    },
    "140806": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        }
    },
    "140807": {
        "v1": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[파괴]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v2": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[파괴]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v3": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[파괴]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        }
    },
    "140808": {
        "v1": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v2": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v3": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        }
    },
    "140809": {
        "v1": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v2": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v3": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        }
    },
    "140805": {
        "v1": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 중에는 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u>당 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.2,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.32,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.44,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.56,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.68,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    1.8,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    1.95,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.1,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.25,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.4,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.52,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.64,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    2.76,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    2.88,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.0,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v2": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 중에는 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u>당 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.2,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.32,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.44,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.56,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.68,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    1.8,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    1.95,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.1,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.25,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.4,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.52,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.64,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    2.76,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    2.88,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.0,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v3": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 중에는 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u>당 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.2,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.32,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.44,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.56,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.68,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    1.8,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    1.95,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.1,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.25,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.4,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.52,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.64,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    2.76,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    2.88,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.0,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        }
    },
    "140811": {
        "v1": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 추가로 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v2": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 추가로 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v3": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 추가로 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        }
    },
    "101401": {
        "v1": {
            "Name": "풍왕결계",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v2": {
            "Name": "풍왕결계",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v3": {
            "Name": "풍왕결계",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        }
    },
    "101402": {
        "v1": {
            "Name": "풍왕철퇴",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 인전한 목표에게 <b>세이버</b> 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가한다. 현재 [노심 공명]을 보유하고 있으며, 이번 전투 스킬 발동 후 [노심 공명]을 소모해 <b>세이버</b>의 에너지가 가득 찰 경우, 이번 전투 스킬의 피해 배율이 [노심 공명] 1pt마다 @<b>#4[p]</b># 증가하며, 발동 후 모든 [노심 공명]을 소모해 <b>세이버</b>의 에너지를 회복시키고, 그렇지 않을 경우 즉시 [노심 공명]을 <b>#3[f]</b>pt 획득한다",
            "Params": [
                [
                    0.75,
                    0.375,
                    2.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    2.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    2.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    2.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    2.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    2.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    2.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    2.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    2.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    2.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    2.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    2.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    2.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    2.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    2.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        },
        "v2": {
            "Name": "풍왕철퇴",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 인접한 목표에게 <b>세이버</b> 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가한다. 현재 [노심 공명]을 보유하고 이번 전투 스킬을 발동해 [노심 공명]을 소모할 경우, <b>세이버</b>의 에너지를 전부 회복하며, 이번 전투 스킬의 배율이 증가한다. [노심 공명] 1pt마다 이번 전투 스킬의 피해 배율이 @<b>#4[p]</b># 증가하며, 발동 후 모든 [노심 공명]을 소모해 <b>세이버</b>의 에너지를 회복한다. 그렇지 않을 경우 즉시 [노심 공명]을 <b>#3[f]</b>pt 획득한다",
            "Params": [
                [
                    0.75,
                    0.375,
                    2.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    2.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    2.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    2.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    2.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    2.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    2.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    2.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    2.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    2.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    2.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    2.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    2.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    2.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    2.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        },
        "v3": {
            "Name": "풍왕철퇴",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 인접한 목표에게 <b>세이버</b> 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가한다. 현재 [노심 공명]을 보유하고 이번 전투 스킬을 발동해 [노심 공명]을 소모할 경우, <b>세이버</b>의 에너지를 전부 회복하며, 이번 전투 스킬의 배율이 증가한다. [노심 공명] 1pt마다 이번 전투 스킬의 피해 배율이 @<b>#4[p]</b># 증가하며, 발동 후 모든 [노심 공명]을 소모해 <b>세이버</b>의 에너지를 회복한다. 그렇지 않을 경우 즉시 [노심 공명]을 <b>#3[f]</b>pt 획득한다",
            "Params": [
                [
                    0.75,
                    0.375,
                    2.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    2.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    2.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    2.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    2.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    2.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    2.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    2.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    2.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    2.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    2.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    2.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    2.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    2.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    2.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        }
    },
    "101403": {
        "v1": {
            "Name": "약속된 승리의 검",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 랜덤 단일 적에게 <b>세이버</b> 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 <b>#3[f]</b>회 가한다. 필살기 발동 후 다음 일반 공격은 [해방된 황금빛 왕권]으로 대체되며, [해방된 황금빛 왕권]만 발동할 수 있다",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v2": {
            "Name": "약속된 승리의 검",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 이후 랜덤 단일 적에게 <b>세이버</b> 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가하며, 해당 효과는 <b>#3[f]</b>회 반복된다. 필살기 발동 후 다음 일반 공격은 [해방된 황금빛 왕권]으로 대체되며, [해방된 황금빛 왕권]만 발동할 수 있다",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v3": {
            "Name": "약속된 승리의 검",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 이후 랜덤 단일 적에게 <b>세이버</b> 공격력의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가하며, 해당 효과는 <b>#3[f]</b>회 반복된다. 필살기 발동 후 다음 일반 공격은 [해방된 황금빛 왕권]으로 대체되며, [해방된 황금빛 왕권]만 발동할 수 있다",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        }
    },
    "101404": {
        "v1": {
            "Name": "용의 노심",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 진입 시 [노심 공명]을 <b>#8[f]</b>pt 획득한다. 임의의 아군이 필살기를 발동하면 <b>세이버</b>가 가하는 피해가 <b>#4[f]</b>턴 동안 @<b>#3[p]</b># 증가하고, [노심 공명]을 <b>#1[f]</b>pt 획득한다. [노심 공명]을 1pt 소모할 때마다 <b>세이버</b>의 에너지를 고정으로 <b>#5[f]</b>pt 회복시킨다",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.2,
                    2.0,
                    10.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.22,
                    2.0,
                    10.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.24,
                    2.0,
                    10.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.26,
                    2.0,
                    10.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.28,
                    2.0,
                    10.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    10.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.325,
                    2.0,
                    10.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.35,
                    2.0,
                    10.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.375,
                    2.0,
                    10.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4,
                    2.0,
                    10.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    10.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.44,
                    2.0,
                    10.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.46,
                    2.0,
                    10.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.48,
                    2.0,
                    10.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5,
                    2.0,
                    10.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        },
        "v2": {
            "Name": "용의 노심",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 진입 시 [노심 공명]을 <b>#8[f]</b>pt 획득한다. 임의의 아군이 필살기를 발동하면 <b>세이버</b>가 가하는 피해가 <b>#4[f]</b>턴 동안 @<b>#3[p]</b># 증가하고, [노심 공명]을 <b>#1[f]</b>pt 획득한다. [노심 공명]을 1pt 소모할 때마다 <b>세이버</b>의 에너지를 고정으로 <b>#5[f]</b>pt 회복시킨다",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.2,
                    2.0,
                    10.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.22,
                    2.0,
                    10.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.24,
                    2.0,
                    10.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.26,
                    2.0,
                    10.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.28,
                    2.0,
                    10.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    10.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.325,
                    2.0,
                    10.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.35,
                    2.0,
                    10.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.375,
                    2.0,
                    10.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4,
                    2.0,
                    10.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    10.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.44,
                    2.0,
                    10.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.46,
                    2.0,
                    10.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.48,
                    2.0,
                    10.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5,
                    2.0,
                    10.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        },
        "v3": {
            "Name": "용의 노심",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 진입 시 [노심 공명]을 <b>#8[f]</b>pt 획득한다. 임의의 아군이 필살기를 발동하면 <b>세이버</b>가 가하는 피해가 <b>#4[f]</b>턴 동안 @<b>#3[p]</b># 증가하고, [노심 공명]을 <b>#1[f]</b>pt 획득한다. [노심 공명]을 1pt 소모할 때마다 <b>세이버</b>의 에너지를 고정으로 <b>#5[f]</b>pt 회복시킨다",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.2,
                    2.0,
                    10.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.22,
                    2.0,
                    10.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.24,
                    2.0,
                    10.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.26,
                    2.0,
                    10.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.28,
                    2.0,
                    10.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    10.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.325,
                    2.0,
                    10.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.35,
                    2.0,
                    10.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.375,
                    2.0,
                    10.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4,
                    2.0,
                    10.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    10.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.44,
                    2.0,
                    10.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.46,
                    2.0,
                    10.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.48,
                    2.0,
                    10.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5,
                    2.0,
                    10.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        }
    },
    "101406": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        }
    },
    "101407": {
        "v1": {
            "Name": "기사왕의 등장",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음 전투 시작 시 <b>세이버</b>의 공격력이 <b>#1[p]</b> 증가한다, 지속 시간: <b>#2[f]</b>턴. 또한 [노심 공명]을 <b>#3[f]</b>pt 획득한다",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        },
        "v2": {
            "Name": "기사왕의 등장",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음 전투 시작 시 <b>세이버</b>의 공격력이 <b>#1[p]</b> 증가한다, 지속 시간: <b>#2[f]</b>턴. 또한 [노심 공명]을 <b>#3[f]</b>pt 획득한다",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        },
        "v3": {
            "Name": "기사왕의 등장",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음 전투 시작 시 <b>세이버</b>의 공격력이 <b>#1[p]</b> 증가한다, 지속 시간: <b>#2[f]</b>턴. 또한 [노심 공명]을 <b>#3[f]</b>pt 획득한다",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        }
    },
    "101408": {
        "v1": {
            "Name": "해방된 황금빛 왕권",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[노심 공명]을 <b>#2[f]</b>pt 획득하고, 모든 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 발동 시 적이 2/1기 이하일 경우 추가로 모든 적에게 <b>세이버</b> 공격력의 @<b>#3[p]</b>#/@<b>#4[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    0.35
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    0.42
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    0.49
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    0.56
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    0.63
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    0.7
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    0.77
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    0.84
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    0.91
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    0.98
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        },
        "v2": {
            "Name": "해방된 황금빛 왕권",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[노심 공명]을 <b>#2[f]</b>pt 획득하고, 모든 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 발동 시 적의 수가 2/1일 경우, 추가로 모든 적에게 <b>세이버</b> 공격력의 @<b>#3[p]</b>#/@<b>#4[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    1.1
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    1.32
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    1.54
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    1.76
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    1.98
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    2.2
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    2.42
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    2.64
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    2.86
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    3.08
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        },
        "v3": {
            "Name": "해방된 황금빛 왕권",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[노심 공명]을 <b>#2[f]</b>pt 획득하고, 모든 적에게 <b>세이버</b> 공격력의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 발동 시 적의 수가 2/1일 경우, 추가로 모든 적에게 <b>세이버</b> 공격력의 @<b>#3[p]</b>#/@<b>#4[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    1.1
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    1.32
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    1.54
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    1.76
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    1.98
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    2.2
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    2.42
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    2.64
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    2.86
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    3.08
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        }
    },
    "101501": {
        "v1": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v2": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v3": {
            "Name": "간장•막야",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        }
    },
    "101502": {
        "v1": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로 연결] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로 연결] 상태에서 전투 스킬 발동 후 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 @<b>#2[p]</b># 증가한다, 해당 효과는 <b>#3[f]</b>스택 중첩될 수 있으며, [회로 연결] 상태가 종료될 때까지 지속된다. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로 연결] 상태가 종료되며 턴이 종료된다. 각 웨이브의 모든 적이 처치되면 [회로 연결] 상태가 종료된다",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v2": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로 연결] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로 연결] 상태에서 전투 스킬 발동 후 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 @<b>#2[p]</b># 증가한다, 해당 효과는 <b>#3[f]</b>스택 중첩될 수 있으며, [회로 연결] 상태가 종료될 때까지 지속된다. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로 연결] 상태가 종료되며 턴이 종료된다. 각 웨이브의 모든 적이 처치되면 [회로 연결] 상태가 종료된다",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v3": {
            "Name": "거짓•나선검",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "[회로 연결] 상태에 진입한다. 지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다. [회로 연결] 상태에서 전투 스킬 발동 후 이번 턴이 종료되지 않으며, <b>아처</b>의 전투 스킬이 가하는 피해가 @<b>#2[p]</b># 증가한다, 해당 효과는 <b>#3[f]</b>스택 중첩될 수 있으며, [회로 연결] 상태가 종료될 때까지 지속된다. 전투 스킬을 <b>#5[f]</b>회 직접 발동하거나 전투 스킬 포인트가 부족해 전투 스킬을 다시 발동할 수 없을 경우 [회로 연결] 상태가 종료되며 턴이 종료된다. 각 웨이브의 모든 적이 처치되면 [회로 연결] 상태가 종료된다",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        }
    },
    "101509": {
        "v1": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로 연결] 상태를 종료하고 턴을 종료한다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v2": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로접속] 상태에서 벗어나고 턴을 종료한다.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v3": {
            "Name": "종료",
            "MaxLevel": 1,
            "Type": "전투 스킬",
            "Tag": "종료",
            "Desc": "[회로접속] 상태에서 벗어나고 턴을 종료한다.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        }
    },
    "101503": {
        "v1": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.68,
                    2.0,
                    4.0
                ],
                [
                    8.16,
                    2.0,
                    4.0
                ],
                [
                    8.64,
                    2.0,
                    4.0
                ],
                [
                    9.12,
                    2.0,
                    4.0
                ],
                [
                    9.6,
                    2.0,
                    4.0
                ],
                [
                    10.2,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.4,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ],
                [
                    12.48,
                    2.0,
                    4.0
                ],
                [
                    12.96,
                    2.0,
                    4.0
                ],
                [
                    13.44,
                    2.0,
                    4.0
                ],
                [
                    13.92,
                    2.0,
                    4.0
                ],
                [
                    14.4,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v2": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.68,
                    2.0,
                    4.0
                ],
                [
                    8.16,
                    2.0,
                    4.0
                ],
                [
                    8.64,
                    2.0,
                    4.0
                ],
                [
                    9.12,
                    2.0,
                    4.0
                ],
                [
                    9.6,
                    2.0,
                    4.0
                ],
                [
                    10.2,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.4,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ],
                [
                    12.48,
                    2.0,
                    4.0
                ],
                [
                    12.96,
                    2.0,
                    4.0
                ],
                [
                    13.44,
                    2.0,
                    4.0
                ],
                [
                    13.92,
                    2.0,
                    4.0
                ],
                [
                    14.4,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v3": {
            "Name": "무한의 검제",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고 충전을 <b>#2[f]</b>pt 획득하며, 충전은 최대 <b>#3[f]</b>pt 보유할 수 있다",
            "Params": [
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.68,
                    2.0,
                    4.0
                ],
                [
                    8.16,
                    2.0,
                    4.0
                ],
                [
                    8.64,
                    2.0,
                    4.0
                ],
                [
                    9.12,
                    2.0,
                    4.0
                ],
                [
                    9.6,
                    2.0,
                    4.0
                ],
                [
                    10.2,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.4,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ],
                [
                    12.48,
                    2.0,
                    4.0
                ],
                [
                    12.96,
                    2.0,
                    4.0
                ],
                [
                    13.44,
                    2.0,
                    4.0
                ],
                [
                    13.92,
                    2.0,
                    4.0
                ],
                [
                    14.4,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        }
    },
    "101504": {
        "v1": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모해 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하고, 전투 스킬 포인트를 1pt 회복한다",
            "Params": [
                [
                    1.2
                ],
                [
                    1.32
                ],
                [
                    1.44
                ],
                [
                    1.56
                ],
                [
                    1.68
                ],
                [
                    1.8
                ],
                [
                    1.95
                ],
                [
                    2.1
                ],
                [
                    2.25
                ],
                [
                    2.4
                ],
                [
                    2.52
                ],
                [
                    2.64
                ],
                [
                    2.76
                ],
                [
                    2.88
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v2": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모하고, 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다",
            "Params": [
                [
                    1.2
                ],
                [
                    1.32
                ],
                [
                    1.44
                ],
                [
                    1.56
                ],
                [
                    1.68
                ],
                [
                    1.8
                ],
                [
                    1.95
                ],
                [
                    2.1
                ],
                [
                    2.25
                ],
                [
                    2.4
                ],
                [
                    2.52
                ],
                [
                    2.64
                ],
                [
                    2.76
                ],
                [
                    2.88
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v3": {
            "Name": "심안(진)",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "<b>아처</b>의 동료가 적에게 공격을 발동하면 <b>아처</b>는 충전을 1pt 소모하고, 즉시 주목표에게 <u>추가 공격</u>을 발동하여 <b>아처</b> 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가하며, 전투 스킬 포인트를 1pt 회복한다",
            "Params": [
                [
                    1.2
                ],
                [
                    1.32
                ],
                [
                    1.44
                ],
                [
                    1.56
                ],
                [
                    1.68
                ],
                [
                    1.8
                ],
                [
                    1.95
                ],
                [
                    2.1
                ],
                [
                    2.25
                ],
                [
                    2.4
                ],
                [
                    2.52
                ],
                [
                    2.64
                ],
                [
                    2.76
                ],
                [
                    2.88
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        }
    },
    "101506": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        }
    },
    "101507": {
        "v1": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격한다. 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v2": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격하고, 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v3": {
            "Name": "천리안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "즉시 적을 공격하고, 전투 진입 후 모든 적에게 <b>아처</b> 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하며, 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        }
    },
    "1121201": {
        "v1": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v2": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v3": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        }
    },
    "1121209": {
        "v1": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v2": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v3": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        }
    },
    "1121202": {
        "v1": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v2": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v3": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        }
    },
    "1121203": {
        "v1": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v2": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v3": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        }
    },
    "1121204": {
        "v1": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 3스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v2": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 3스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v3": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 3스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        }
    },
    "1121206": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        }
    },
    "1121207": {
        "v1": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        }
    },
    "1120501": {
        "v1": {
            "Name": "지리검(支離劍)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 블레이드 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v2": {
            "Name": "지리검(支離劍)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 블레이드 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v3": {
            "Name": "지리검(支離劍)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 블레이드 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        }
    },
    "1120508": {
        "v1": {
            "Name": "무간검수(無間劍樹)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "블레이드 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모해 지정된 단일 적에게 블레이드 HP 최대치의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가한다. 동시에 인접한 목표에게 블레이드 HP 최대치의 @<b>#3[p]</b>#만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 [무간검수(無間劍樹)]를 발동하면 블레이드의 현재 HP가 1pt까지 감소한다.<br>[무간검수]로 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v2": {
            "Name": "무간검수(無間劍樹)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "블레이드 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모해 지정된 단일 적에게 블레이드 HP 최대치의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가한다. 동시에 인접한 목표에게 블레이드 HP 최대치의 @<b>#3[p]</b>#만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 [무간검수(無間劍樹)]를 발동하면 블레이드의 현재 HP가 1pt까지 감소한다.<br>[무간검수]로 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v3": {
            "Name": "무간검수(無間劍樹)",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "블레이드 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모해 지정된 단일 적에게 블레이드 HP 최대치의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가한다. 동시에 인접한 목표에게 블레이드 HP 최대치의 @<b>#3[p]</b>#만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 [무간검수(無間劍樹)]를 발동하면 블레이드의 현재 HP가 1pt까지 감소한다.<br>[무간검수]로 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        }
    },
    "1120502": {
        "v1": {
            "Name": "지옥변(地獄變)",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "블레이드가 HP를 자신의 HP 최대치의 <b>#1[p]</b>만큼 소모해 [지옥변(地獄變)] 상태에 진입한다.<br>[지옥변] 상태에서는 전투 스킬을 발동할 수 없으며 자신이 가하는 피해가 @<b>#4[p]</b># 증가하고, 적에게 피격될 확률이 대폭 증가하며 일반 공격 [지리검(支離劍)]이 [무간검수(無間劍樹)]로 강화된다, 지속 시간: <b>#2[f]</b>턴<br>블레이드의 현재 HP가 부족할 때 전투 스킬을 발동하면 HP가 1pt까지 감소한다.<br>해당 전투 스킬로 에너지를 회복할 수 없고, 발동 후 이번 턴은 종료되지 않는다",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v2": {
            "Name": "지옥변(地獄變)",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "블레이드가 HP를 자신의 HP 최대치의 <b>#1[p]</b>만큼 소모해 [지옥변(地獄變)] 상태에 진입한다.<br>[지옥변] 상태에서는 전투 스킬을 발동할 수 없으며 자신이 가하는 피해가 @<b>#4[p]</b># 증가하고, 적에게 피격될 확률이 대폭 증가하며 일반 공격 [지리검(支離劍)]이 [무간검수(無間劍樹)]로 강화된다, 지속 시간: <b>#2[f]</b>턴<br>블레이드의 현재 HP가 부족할 때 전투 스킬을 발동하면 HP가 1pt까지 감소한다.<br>해당 전투 스킬로 에너지를 회복할 수 없고, 발동 후 이번 턴은 종료되지 않는다",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v3": {
            "Name": "지옥변(地獄變)",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "블레이드가 HP를 자신의 HP 최대치의 <b>#1[p]</b>만큼 소모해 [지옥변(地獄變)] 상태에 진입한다.<br>[지옥변] 상태에서는 전투 스킬을 발동할 수 없으며 자신이 가하는 피해가 @<b>#4[p]</b># 증가하고, 적에게 피격될 확률이 대폭 증가하며 일반 공격 [지리검(支離劍)]이 [무간검수(無間劍樹)]로 강화된다, 지속 시간: <b>#2[f]</b>턴<br>블레이드의 현재 HP가 부족할 때 전투 스킬을 발동하면 HP가 1pt까지 감소한다.<br>해당 전투 스킬로 에너지를 회복할 수 없고, 발동 후 이번 턴은 종료되지 않는다",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        }
    },
    "1120503": {
        "v1": {
            "Name": "사형선고",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "블레이드의 현재 HP가 HP 최대치의 <b>50%</b>로 전환되고 단일 적에게 블레이드 HP 최대치의 @<b>#1[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#5[p]</b>#만큼 바람 속성 피해를 가한다. 또한 인접한 목표에게 블레이드 HP 최대치의 @<b>#3[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#6[p]</b>#만큼 바람 속성 피해를 가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b>#7[p]</b>를 넘을 수 없으며, 필살기 발동 후 리셋하고 다시 누적된다",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v2": {
            "Name": "사형선고",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "블레이드의 현재 HP가 HP 최대치의 <b>50%</b>로 전환되고 단일 적에게 블레이드 HP 최대치의 @<b>#1[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#5[p]</b>#만큼 바람 속성 피해를 가한다. 또한 인접한 목표에게 블레이드 HP 최대치의 @<b>#3[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#6[p]</b>#만큼 바람 속성 피해를 가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b>#7[p]</b>를 넘을 수 없으며, 필살기 발동 후 리셋하고 다시 누적된다",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v3": {
            "Name": "사형선고",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "블레이드의 현재 HP가 HP 최대치의 <b>50%</b>로 전환되고 단일 적에게 블레이드 HP 최대치의 @<b>#1[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#5[p]</b>#만큼 바람 속성 피해를 가한다. 또한 인접한 목표에게 블레이드 HP 최대치의 @<b>#3[p]</b>#+이번 전투에서 누적 손실한 HP의 @<b>#6[p]</b>#만큼 바람 속성 피해를 가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b>#7[p]</b>를 넘을 수 없으며, 필살기 발동 후 리셋하고 다시 누적된다",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        }
    },
    "1120504": {
        "v1": {
            "Name": "찰나의 선물",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "범위 공격",
            "Desc": "블레이드가 피해를 받거나 HP를 소모하면 충전을 1스택 획득한다, 최대 중첩수: 5스택. 해당 효과는 피격될 때마다 최대 1스택 중첩된다.<br>최대치까지 중첩되면 즉시 모든 적에게 <u>추가 공격</u>을 1회 발동한다. 블레이드 HP 최대치의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가하고 블레이드 HP 최대치의 <b>#3[p]</b>만큼 HP를 회복한다. 추가 공격 발동 후 모든 충전을 소모한다",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v2": {
            "Name": "찰나의 선물",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "범위 공격",
            "Desc": "블레이드가 피해를 받거나 HP를 소모하면 충전을 1스택 획득한다, 최대 중첩수: 5스택. 해당 효과는 피격될 때마다 최대 1스택 중첩된다.<br>최대치까지 중첩되면 즉시 모든 적에게 <u>추가 공격</u>을 1회 발동한다. 블레이드 HP 최대치의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가하고 블레이드 HP 최대치의 <b>#3[p]</b>만큼 HP를 회복한다. 추가 공격 발동 후 모든 충전을 소모한다",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v3": {
            "Name": "찰나의 선물",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "범위 공격",
            "Desc": "블레이드가 피해를 받거나 HP를 소모하면 충전을 1스택 획득한다, 최대 중첩수: 5스택. 해당 효과는 피격될 때마다 최대 1스택 중첩된다.<br>최대치까지 중첩되면 즉시 모든 적에게 <u>추가 공격</u>을 1회 발동한다. 블레이드 HP 최대치의 @<b>#2[p]</b>#만큼 바람 속성 피해를 가하고 블레이드 HP 최대치의 <b>#3[p]</b>만큼 HP를 회복한다. 추가 공격 발동 후 모든 충전을 소모한다",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        }
    },
    "1120506": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        }
    },
    "1120507": {
        "v1": {
            "Name": "업도(業道)의 바람",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 즉시 공격하며, 전투 진입 후 블레이드 HP 최대치의 <b>#2[p]</b>만큼 HP를 소모하고, 모든 적에게 블레이드 HP 최대치의 <b>#1[p]</b>만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 비술을 발동하면 블레이드의 현재 HP가 1pt까지 감소한다",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v2": {
            "Name": "업도(業道)의 바람",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 즉시 공격하며, 전투 진입 후 블레이드 HP 최대치의 <b>#2[p]</b>만큼 HP를 소모하고, 모든 적에게 블레이드 HP 최대치의 <b>#1[p]</b>만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 비술을 발동하면 블레이드의 현재 HP가 1pt까지 감소한다",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v3": {
            "Name": "업도(業道)의 바람",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 즉시 공격하며, 전투 진입 후 블레이드 HP 최대치의 <b>#2[p]</b>만큼 HP를 소모하고, 모든 적에게 블레이드 HP 최대치의 <b>#1[p]</b>만큼 바람 속성 피해를 가한다.<br>현재 HP가 부족할 때 비술을 발동하면 블레이드의 현재 HP가 1pt까지 감소한다",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        }
    },
    "1100501": {
        "v1": {
            "Name": "소란스러운 밤",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v2": {
            "Name": "소란스러운 밤",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v3": {
            "Name": "소란스러운 밤",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        }
    },
    "1100502": {
        "v1": {
            "Name": "달빛의 어루만짐",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하고, 인접한 목표에게 카프카 공격력의 @<b>#3[p]</b>#만큼 번개 속성 피해를 가한다.<br>지정된 단일 적 또는 인접한 목표가 지속 피해 상태인 경우, 현재 대상이 받는 모든 지속 피해는 즉시 기존 피해의 @<b>#2[p]</b># 또는 @<b>#4[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        },
        "v2": {
            "Name": "달빛의 어루만짐",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하고, 인접한 목표에게 카프카 공격력의 @<b>#3[p]</b>#만큼 번개 속성 피해를 가한다.<br>지정된 단일 적 또는 인접한 목표가 지속 피해 상태인 경우, 현재 대상이 받는 모든 지속 피해는 즉시 기존 피해의 @<b>#2[p]</b># 또는 @<b>#4[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        },
        "v3": {
            "Name": "달빛의 어루만짐",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하고, 인접한 목표에게 카프카 공격력의 @<b>#3[p]</b>#만큼 번개 속성 피해를 가한다.<br>지정된 단일 적 또는 인접한 목표가 지속 피해 상태인 경우, 현재 대상이 받는 모든 지속 피해는 즉시 기존 피해의 @<b>#2[p]</b># 또는 @<b>#4[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        }
    },
    "1100503": {
        "v1": {
            "Name": "비극 끝의 떨리는 소리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하고, 피격된 적을 <b>#2[p]</b>의 <u>기본 확률</u>로 감전 상태에 빠트리며, 현재 대상이 받는 지속 피해류 디버프 상태는 즉시 기존 피해의 @<b>#5[p]</b>#만큼 피해를 생성한다. 감전 상태 지속 시간: <b>#3[f]</b>턴<br>감전 상태인 적은 턴이 시작될 때마다 카프카 공격력의 @<b>#4[p]</b>#만큼 번개 속성 지속 피해를 받는다",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v2": {
            "Name": "비극 끝의 떨리는 소리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하고, 피격된 적을 <b>#2[p]</b>의 <u>기본 확률</u>로 감전 상태에 빠트리며, 현재 대상이 받는 지속 피해류 디버프 상태는 즉시 기존 피해의 @<b>#5[p]</b>#만큼 피해를 생성한다. 감전 상태 지속 시간: <b>#3[f]</b>턴<br>감전 상태인 적은 턴이 시작될 때마다 카프카 공격력의 @<b>#4[p]</b>#만큼 번개 속성 지속 피해를 받는다",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v3": {
            "Name": "비극 끝의 떨리는 소리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하고, 피격된 적을 <b>#2[p]</b>의 <u>기본 확률</u>로 감전 상태에 빠트리며, 현재 대상이 받는 지속 피해류 디버프 상태는 즉시 기존 피해의 @<b>#5[p]</b>#만큼 피해를 생성한다. 감전 상태 지속 시간: <b>#3[f]</b>턴<br>감전 상태인 적은 턴이 시작될 때마다 카프카 공격력의 @<b>#4[p]</b>#만큼 번개 속성 지속 피해를 받는다",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        }
    },
    "1100504": {
        "v1": {
            "Name": "상냥함이 곧 잔혹함",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "카프카의 동료가 적에게 공격을 발동하면 카프카는 즉시 <u>추가 공격</u>을 발동하고 해당 목표에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하며, <b>#2[p]</b>의 <u>기본 확률</u>로 피격된 적을 필살기와 동일한 감전 상태에 빠트린다, 감전 상태 지속 시간: <b>#3[f]</b>턴. 해당 효과는 최대 <b>#5[f]</b>회 발동하며, 카프카의 턴 종료 시 <b>#4[f]</b>회 회복된다",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        },
        "v2": {
            "Name": "상냥함이 곧 잔혹함",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "카프카의 동료가 적에게 공격을 발동하면 카프카는 즉시 <u>추가 공격</u>을 발동하고 해당 목표에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하며, <b>#2[p]</b>의 <u>기본 확률</u>로 피격된 적을 필살기와 동일한 감전 상태에 빠트린다, 감전 상태 지속 시간: <b>#3[f]</b>턴. 해당 효과는 최대 <b>#5[f]</b>회 발동하며, 카프카의 턴 종료 시 <b>#4[f]</b>회 회복된다",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        },
        "v3": {
            "Name": "상냥함이 곧 잔혹함",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "단일 공격",
            "Desc": "카프카의 동료가 적에게 공격을 발동하면 카프카는 즉시 <u>추가 공격</u>을 발동하고 해당 목표에게 카프카 공격력의 @<b>#1[p]</b>#만큼 번개 속성 피해를 가하며, <b>#2[p]</b>의 <u>기본 확률</u>로 피격된 적을 필살기와 동일한 감전 상태에 빠트린다, 감전 상태 지속 시간: <b>#3[f]</b>턴. 해당 효과는 최대 <b>#5[f]</b>회 발동하며, 카프카의 턴 종료 시 <b>#4[f]</b>회 회복된다",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        }
    },
    "1100506": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        }
    },
    "1100507": {
        "v1": {
            "Name": "자비와 무관한 용서",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "일정 범위 내 모든 적을 즉시 공격하며, 전투 진입 후 모든 적에게 카프카 공격력의 <b>#3[p]</b>만큼 번개 속성 피해를 가하고, <b>#1[p]</b>의 <u>기본 확률</u>로 각 단일 적을 필살기와 동일한 감전 상태에 빠트린다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        },
        "v2": {
            "Name": "자비와 무관한 용서",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "일정 범위 내 모든 적을 즉시 공격하며, 전투 진입 후 모든 적에게 카프카 공격력의 <b>#3[p]</b>만큼 번개 속성 피해를 가하고, <b>#1[p]</b>의 <u>기본 확률</u>로 각 단일 적을 필살기와 동일한 감전 상태에 빠트린다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        },
        "v3": {
            "Name": "자비와 무관한 용서",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "일정 범위 내 모든 적을 즉시 공격하며, 전투 진입 후 모든 적에게 카프카 공격력의 <b>#3[p]</b>만큼 번개 속성 피해를 가하고, <b>#1[p]</b>의 <u>기본 확률</u>로 각 단일 적을 필살기와 동일한 감전 상태에 빠트린다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        }
    },
    "1100601": {
        "v1": {
            "Name": "|시스템 경고|",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v2": {
            "Name": "|시스템 경고|",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v3": {
            "Name": "|시스템 경고|",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        }
    },
    "1100602": {
        "v1": {
            "Name": "수정하시겠습니까?",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 필드에 있는 아군이 보유한 속성의 약점을 @<b>#2[p]</b>#의 <u>기본 확률</u>로 1개 부여하고(파티 편성 첫 번째 캐릭터가 보유한 속성의 약점 우선 부여), 해당 약점에 대응하는 속성의 저항이 <b>#4[p]</b> 감소한다, 지속 시간: <b>#3[f]</b>턴. 적이 보유한 속성과 동일한 약점이 부여되면 대응하는 속성의 저항 감소 효과가 발동되지 않는다.<br>은랑은 단일 적에게 1개의 약점만 부여할 수 있고, 약점 재부여 시 새로 부여된 약점만 존재한다.<br><b>#5[p]</b>의 <u>기본 확률</u>로 해당 목표의 모든 속성 저항이 추가로 @<b>#6[p]</b># 감소한다, 지속 시간: <b>#7[f]</b>턴<br>해당 목표에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        },
        "v2": {
            "Name": "수정하시겠습니까?",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 필드에 있는 아군이 보유한 속성의 약점을 @<b>#2[p]</b>#의 <u>기본 확률</u>로 1개 부여하고(파티 편성 첫 번째 캐릭터가 보유한 속성의 약점 우선 부여), 해당 약점에 대응하는 속성의 저항이 <b>#4[p]</b> 감소한다, 지속 시간: <b>#3[f]</b>턴. 적이 보유한 속성과 동일한 약점이 부여되면 대응하는 속성의 저항 감소 효과가 발동되지 않는다.<br>은랑은 단일 적에게 1개의 약점만 부여할 수 있고, 약점 재부여 시 새로 부여된 약점만 존재한다.<br><b>#5[p]</b>의 <u>기본 확률</u>로 해당 목표의 모든 속성 저항이 추가로 @<b>#6[p]</b># 감소한다, 지속 시간: <b>#7[f]</b>턴<br>해당 목표에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        },
        "v3": {
            "Name": "수정하시겠습니까?",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 필드에 있는 아군이 보유한 속성의 약점을 @<b>#2[p]</b>#의 <u>기본 확률</u>로 1개 부여하고(파티 편성 첫 번째 캐릭터가 보유한 속성의 약점 우선 부여), 해당 약점에 대응하는 속성의 저항이 <b>#4[p]</b> 감소한다, 지속 시간: <b>#3[f]</b>턴. 적이 보유한 속성과 동일한 약점이 부여되면 대응하는 속성의 저항 감소 효과가 발동되지 않는다.<br>은랑은 단일 적에게 1개의 약점만 부여할 수 있고, 약점 재부여 시 새로 부여된 약점만 존재한다.<br><b>#5[p]</b>의 <u>기본 확률</u>로 해당 목표의 모든 속성 저항이 추가로 @<b>#6[p]</b># 감소한다, 지속 시간: <b>#7[f]</b>턴<br>해당 목표에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        }
    },
    "1100603": {
        "v1": {
            "Name": "|계정 정지|",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적의 방어력이 @<b>#2[p]</b>#의 <u>기본 확률</u>로 @<b>#3[p]</b># 감소한다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v2": {
            "Name": "|계정 정지|",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적의 방어력이 @<b>#2[p]</b>#의 <u>기본 확률</u>로 @<b>#3[p]</b># 감소한다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v3": {
            "Name": "|계정 정지|",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적의 방어력이 @<b>#2[p]</b>#의 <u>기본 확률</u>로 @<b>#3[p]</b># 감소한다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 은랑 공격력의 @<b>#1[p]</b>#만큼 양자 속성 피해를 가한다",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        }
    },
    "1100604": {
        "v1": {
            "Name": "프로그램 응답 대기 중…",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "은랑은 다음 3가지의 결함을 생성할 수 있다: 공격력 @<b>#1[p]</b># 감소, 방어력 @<b>#2[p]</b># 감소, 속도 @<b>#3[p]</b># 감소.<br>은랑은 매번 공격 발동 후 피격된 적에게 @<b>#4[p]</b>#의 <u>기본 확률</u>로 랜덤 [결함]을 1개 이식한다, 지속 시간: <b>#5[f]</b>턴. 적이 처치될 시 은랑이 대상에게 부여한 약점은 필드 위 다른 적에게로 이전된다",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        },
        "v2": {
            "Name": "프로그램 응답 대기 중…",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "은랑은 다음 3가지의 결함을 생성할 수 있다: 공격력 @<b>#1[p]</b># 감소, 방어력 @<b>#2[p]</b># 감소, 속도 @<b>#3[p]</b># 감소.<br>은랑은 매번 공격 발동 후 피격된 적에게 @<b>#4[p]</b>#의 <u>기본 확률</u>로 랜덤 [결함]을 1개 이식한다, 지속 시간: <b>#5[f]</b>턴. 적이 처치될 시 은랑이 대상에게 부여한 약점은 필드 위 다른 적에게로 이전된다",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        },
        "v3": {
            "Name": "프로그램 응답 대기 중…",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "은랑은 다음 3가지의 결함을 생성할 수 있다: 공격력 @<b>#1[p]</b># 감소, 방어력 @<b>#2[p]</b># 감소, 속도 @<b>#3[p]</b># 감소.<br>은랑은 매번 공격 발동 후 피격된 적에게 @<b>#4[p]</b>#의 <u>기본 확률</u>로 랜덤 [결함]을 1개 이식한다, 지속 시간: <b>#5[f]</b>턴. 적이 처치될 시 은랑이 대상에게 부여한 약점은 필드 위 다른 적에게로 이전된다",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        }
    },
    "1100606": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        }
    },
    "1100607": {
        "v1": {
            "Name": "|프로세스 강제 종료|",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 즉시 공격하며, 전투 진입 후 모든 적에게 은랑 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하고, 약점 속성을 무시하며 모든 적의 강인성을 감소시킨다. 약점 격파 시 양자 속성의 약점 격파 효과를 발동한다",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        },
        "v2": {
            "Name": "|프로세스 강제 종료|",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 즉시 공격하며, 전투 진입 후 모든 적에게 은랑 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하고, 약점 속성을 무시하며 모든 적의 강인성을 감소시킨다. 약점 격파 시 양자 속성의 약점 격파 효과를 발동한다",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        },
        "v3": {
            "Name": "|프로세스 강제 종료|",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "적을 즉시 공격하며, 전투 진입 후 모든 적에게 은랑 공격력의 <b>#1[p]</b>만큼 양자 속성 피해를 가하고, 약점 속성을 무시하며 모든 적의 강인성을 감소시킨다. 약점 격파 시 양자 속성의 약점 격파 효과를 발동한다",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        }
    }
}

var _avatarskilltree = {
    "1408": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종착지를 향해",
                "Desc": "변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>40%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종착지를 향해",
                "Desc": "변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>40%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종착지를 향해",
                "Desc": "변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>40%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        }
    },
    "1014": {
        "v1": {
            "Add": {
                "WindAddedRatio": 0.176,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1,
                "AttackAddedRatio": 0.06
            },
            "Tree1": {
                "Name": "용의 기사",
                "Desc": "<b><color style='color:#f29e38'>세이버</color></b>의 치명타 확률이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 전투 진입 및 강화된 일반 공격 발동 시 [마력 방출]을 획득한다. <b><color style='color:#f29e38'>세이버</color></b>가 [마력 방출]과 [노심 공명]을 동시에 보유하고 현재 전투 스킬 발동 후 <b><color style='color:#f29e38'>세이버</color></b>의 에너지가 가득 찰 시, [마력 방출]을 소모해 아군의 전투 스킬 포인트를 1pt 회복하고 <b><color style='color:#f29e38'>세이버</color></b>가 즉시 행동하게 한다",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "호수의 축복",
                "Desc": "<b><color style='color:#f29e38'>세이버</color></b>가 초과 에너지를 최대 <b><color style='color:#f29e38'>120</color></b>pt 축적할 수 있으며, 필살기 발동 후 초기화하고 상응하는 에너지 수치를 회복한다. 전투 시작 시 에너지가 <b><color style='color:#f29e38'>40%</color></b> 미만이면 <b><color style='color:#f29e38'>40%</color></b>까지 회복한다",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "별의 왕관",
                "Desc": "전투 스킬 발동 시 <b><color style='color:#f29e38'>세이버</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "용의 기사",
                "Desc": "<b><color style='color:#f29e38'>세이버</color></b>의 치명타 확률이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 전투 진입 및 강화된 일반 공격 발동 시 [마력 방출]을 획득한다. <b><color style='color:#f29e38'>세이버</color></b>가 [마력 방출]과 [노심 공명]을 동시에 보유하고 현재 전투 스킬 발동 후 <b><color style='color:#f29e38'>세이버</color></b>의 에너지가 가득 찰 시, [마력 방출]을 소모해 아군의 전투 스킬 포인트를 1pt 회복하고 <b><color style='color:#f29e38'>세이버</color></b>가 즉시 행동하게 한다",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "호수의 축복",
                "Desc": "<b><color style='color:#f29e38'>세이버</color></b>는 최대 <b><color style='color:#f29e38'>120</color></b>pt의 초과 에너지를 누적할 수 있으며, 필살기 발동 후 에너지를 초기화하고 상응하는 에너지를 회복한다. 전투 시작 시 에너지가 <b><color style='color:#f29e38'>40%</color></b> 부족할 경우 해당 에너지를 <b><color style='color:#f29e38'>40%</color></b>까지 회복한다",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "별의 왕관",
                "Desc": "전투 스킬 발동 시 <b><color style='color:#f29e38'>세이버</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "용의 기사",
                "Desc": "<b><color style='color:#f29e38'>세이버</color></b>의 치명타 확률이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 전투 진입 및 강화된 일반 공격 발동 시 [마력 방출]을 획득한다. <b><color style='color:#f29e38'>세이버</color></b>가 [마력 방출]과 [노심 공명]을 동시에 보유하고 현재 전투 스킬 발동 후 <b><color style='color:#f29e38'>세이버</color></b>의 에너지가 가득 찰 시, [마력 방출]을 소모해 아군의 전투 스킬 포인트를 1pt 회복하고 <b><color style='color:#f29e38'>세이버</color></b>가 즉시 행동하게 한다",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "호수의 축복",
                "Desc": "<b><color style='color:#f29e38'>세이버</color></b>는 최대 <b><color style='color:#f29e38'>120</color></b>pt의 초과 에너지를 누적할 수 있으며, 필살기 발동 후 에너지를 초기화하고 상응하는 에너지를 회복한다. 전투 시작 시 에너지가 <b><color style='color:#f29e38'>40%</color></b> 부족할 경우 해당 에너지를 <b><color style='color:#f29e38'>40%</color></b>까지 회복한다",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "별의 왕관",
                "Desc": "전투 스킬 발동 시 <b><color style='color:#f29e38'>세이버</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        }
    },
    "1015": {
        "v1": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>1</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>60%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>1</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>60%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "투영 마술",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 필드에 있을 시 전투 스킬 포인트 최대치가 추가로 <b><color style='color:#f29e38'>1</color></b>pt 증가한다",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "정의의 사자",
                "Desc": "<b><color style='color:#f29e38'>아처</color></b>가 전투 진입 시 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "수호자",
                "Desc": "아군이 전투 스킬 포인트 획득 후 전투 스킬 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 이상일 경우 <b><color style='color:#f29e38'>아처</color></b>의 치명타 피해가 <b><color style='color:#f29e38'>60%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        }
    },
    "2212": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[전백(轉魄)] 상태일 때 필살기가 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[전백(轉魄)] 상태일 때 필살기가 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[전백(轉魄)] 상태일 때 필살기가 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        }
    },
    "2205": {
        "v1": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "무한한 수명",
                "Desc": "블레이드의 현재 HP 백분율이 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 경우, 치유 받을 때의 회복량이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "견디고 견딘 죽음",
                "Desc": "[무간검수] 발동 후 <u>약점 격파 상태</u>의 적을 명중하면, 블레이드는 자신의 HP를 HP 최대치의 <b><color style='color:#f29e38'>5%</color></b>+<b><color style='color:#f29e38'>100</color></b>만큼 회복한다",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "괴겁의 폐망",
                "Desc": "특성으로 발동된 <u>추가 공격</u> 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고 에너지를 추가로 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "무한한 수명",
                "Desc": "블레이드의 현재 HP 백분율이 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 경우, 치유 받을 때의 회복량이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "견디고 견딘 죽음",
                "Desc": "[무간검수] 발동 후 <u>약점 격파 상태</u>의 적을 명중하면, 블레이드는 자신의 HP를 HP 최대치의 <b><color style='color:#f29e38'>5%</color></b>+<b><color style='color:#f29e38'>100</color></b>만큼 회복한다",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "괴겁의 폐망",
                "Desc": "특성으로 발동된 <u>추가 공격</u> 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고 에너지를 추가로 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "무한한 수명",
                "Desc": "블레이드의 현재 HP 백분율이 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 경우, 치유 받을 때의 회복량이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "견디고 견딘 죽음",
                "Desc": "[무간검수] 발동 후 <u>약점 격파 상태</u>의 적을 명중하면, 블레이드는 자신의 HP를 HP 최대치의 <b><color style='color:#f29e38'>5%</color></b>+<b><color style='color:#f29e38'>100</color></b>만큼 회복한다",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "괴겁의 폐망",
                "Desc": "특성으로 발동된 <u>추가 공격</u> 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고 에너지를 추가로 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        }
    },
    "2005": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "고통",
                "Desc": "아군의 효과 명중이 <b><color style='color:#f29e38'>75%</color></b> 초과 시 카프카는 대상이 가하는 지속 피해를 <b><color style='color:#f29e38'>75%</color></b> 증가시킨다",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "약탈",
                "Desc": "감전 상태의 적이 처치될 시 카프카는 추가로 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "가시",
                "Desc": "필살기 발동 후 특성의 <u>추가 공격</u> 발동 횟수가 1회 회복되고, 특성의 <u>추가 공격</u>은 목표가 현재 받는 모든 지속 피해류 디버프 상태가 즉시 기존 피해의 <b><color style='color:#f29e38'>80%</color></b>만큼 피해를 생성하게 한다",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "고통",
                "Desc": "아군의 효과 명중이 <b><color style='color:#f29e38'>75%</color></b> 이상일 시 카프카는 대상이 가하는 지속 피해를 <b><color style='color:#f29e38'>75%</color></b> 증가시킨다",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "약탈",
                "Desc": "감전 상태의 적이 처치될 시 카프카는 추가로 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "가시",
                "Desc": "필살기 발동 후 특성의 <u>추가 공격</u> 발동 횟수가 1회 회복되고, 특성의 <u>추가 공격</u>은 목표가 현재 받는 모든 지속 피해류 디버프 상태가 즉시 기존 피해의 <b><color style='color:#f29e38'>80%</color></b>만큼 피해를 생성하게 한다",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "고통",
                "Desc": "아군의 효과 명중이 <b><color style='color:#f29e38'>75%</color></b> 이상일 시 카프카는 대상이 가하는 지속 피해를 <b><color style='color:#f29e38'>75%</color></b> 증가시킨다",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "약탈",
                "Desc": "감전 상태의 적이 처치될 시 카프카는 추가로 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "가시",
                "Desc": "필살기 발동 후 특성의 <u>추가 공격</u> 발동 횟수가 1회 회복되고, 특성의 <u>추가 공격</u>은 목표가 현재 받는 모든 지속 피해류 디버프 상태가 즉시 기존 피해의 <b><color style='color:#f29e38'>80%</color></b>만큼 피해를 생성하게 한다",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        }
    },
    "2006": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "생성",
                "Desc": "[결함]의 지속 시간이 <b><color style='color:#f29e38'>1</color></b>턴 증가하며, 적의 약점이 격파될 때마다 은랑은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 해당 목표에게 랜덤 [결함]을 1개 이식한다",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "주입",
                "Desc": "전투 시작 시 즉시 에너지를 <b><color style='color:#f29e38'>20</color></b>pt 회복한다. 은랑의 턴 시작 시 자신의 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "주석",
                "Desc": "은랑이 보유한 효과 명중 <b><color style='color:#f29e38'>10%</color></b>마다 추가로 공격력이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>50%</color></b>까지 증가)",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "생성",
                "Desc": "[결함]의 지속 시간이 <b><color style='color:#f29e38'>1</color></b>턴 증가하며, 적의 약점이 격파될 때마다 은랑은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 해당 목표에게 랜덤 [결함]을 1개 이식한다",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "주입",
                "Desc": "전투 시작 시 즉시 에너지를 <b><color style='color:#f29e38'>20</color></b>pt 회복한다. 은랑의 턴 시작 시 자신의 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "주석",
                "Desc": "은랑이 보유한 효과 명중 <b><color style='color:#f29e38'>10%</color></b>마다 추가로 공격력이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>50%</color></b>까지 증가)",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "생성",
                "Desc": "[결함]의 지속 시간이 <b><color style='color:#f29e38'>1</color></b>턴 증가하며, 적의 약점이 격파될 때마다 은랑은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 해당 목표에게 랜덤 [결함]을 1개 이식한다",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "주입",
                "Desc": "전투 시작 시 즉시 에너지를 <b><color style='color:#f29e38'>20</color></b>pt 회복한다. 은랑의 턴 시작 시 자신의 에너지를 <b><color style='color:#f29e38'>5</color></b>pt 회복한다",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "주석",
                "Desc": "은랑이 보유한 효과 명중 <b><color style='color:#f29e38'>10%</color></b>마다 추가로 공격력이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>50%</color></b>까지 증가)",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        }
    }
}

var _avatarrank = {
    "140801": {
        "v1": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>72%</color></b>로 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>15%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v2": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>72%</color></b>로 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>15%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v3": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>72%</color></b>로 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>15%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        }
    },
    "140802": {
        "v1": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>120%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v2": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>120%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v3": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>120%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        }
    },
    "140803": {
        "v1": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        }
    },
    "140804": {
        "v1": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 추가로 [영혼을 파쇄하는 불길]을 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        }
    },
    "140805": {
        "v1": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        }
    },
    "140806": {
        "v1": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "<u>[파괴]</u>의 최대치가 2pt 증가한다. [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸] 발동 시 <u>[파괴]</u>를 추가로 <b><color style='color:#f29e38'>2</color></b>pt 획득한다. [기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>20%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v2": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "<u>[파괴]</u> 최대치가 2pt 증가한다. [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸] 발동 시 <u>[파괴]</u>를 추가로 <b><color style='color:#f29e38'>2</color></b>pt 획득한다. [기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>20%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v3": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "<u>[파괴]</u> 최대치가 2pt 증가한다. [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸] 발동 시 <u>[파괴]</u>를 추가로 <b><color style='color:#f29e38'>2</color></b>pt 획득한다. [기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>20%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        }
    },
    "101401": {
        "v1": {
            "Rank": 1,
            "Name": "잃어버린 백악의 성",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>가 가하는 필살기 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다. <b><color style='color:#f29e38'>세이버</color></b>가 일반 공격 또는 전투 스킬 발동 후 추가로 [노심 공명]을 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
            "Icon": "SkillIcon_1014_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "잃어버린 백악의 성",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>가 가하는 필살기 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가하고, <b><color style='color:#f29e38'>세이버</color></b>가 일반 공격 또는 전투 스킬 발동 후 [노심 공명]을 추가로 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
            "Icon": "SkillIcon_1014_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "잃어버린 백악의 성",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>가 가하는 필살기 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가하고, <b><color style='color:#f29e38'>세이버</color></b>가 일반 공격 또는 전투 스킬 발동 후 [노심 공명]을 추가로 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
            "Icon": "SkillIcon_1014_Rank1"
        }
    },
    "101402": {
        "v1": {
            "Rank": 2,
            "Name": "먼지 덮인 원탁의 맹세",
            "Desc": "[해방의 금빛 왕권]과 [풍왕철퇴]가 가하는 치명타 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다. [노심 공명]을 1pt 획득할 때마다 가하는 치명타 피해가 추가로 <b><color style='color:#f29e38'>5%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>10</color></b>회",
            "Icon": "SkillIcon_1014_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "먼지 덮인 원탁의 맹세",
            "Desc": "[해방된 황금빛 왕권]과 [풍왕철퇴]가 가하는 치명타 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다. [노심 공명]을 1pt 획득할 때마다 가하는 치명타 피해가 추가로 <b><color style='color:#f29e38'>5%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>10</color></b>회",
            "Icon": "SkillIcon_1014_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "먼지 덮인 원탁의 맹세",
            "Desc": "[해방된 황금빛 왕권]과 [풍왕철퇴]가 가하는 치명타 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다. [노심 공명]을 1pt 획득할 때마다 가하는 치명타 피해가 추가로 <b><color style='color:#f29e38'>5%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>10</color></b>회",
            "Icon": "SkillIcon_1014_Rank2"
        }
    },
    "101403": {
        "v1": {
            "Rank": 3,
            "Name": "다섯 세기에 걸친 추적",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "열다섯 세기에 걸친 추적",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "열다섯 세기에 걸친 추적",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1014_Ultra"
        }
    },
    "101404": {
        "v1": {
            "Rank": 4,
            "Name": "열네 번의 겨울 끝의 기우",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>4%</color></b> 증가한다. 필살기 발동 후 <b><color style='color:#f29e38'>세이버</color></b>의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>4%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>4</color></b>회",
            "Icon": "SkillIcon_1014_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "열네 번의 겨울 끝의 기우",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>4%</color></b> 증가한다. 필살기 발동 후 <b><color style='color:#f29e38'>세이버</color></b>의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>4%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>4</color></b>회",
            "Icon": "SkillIcon_1014_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "열네 번의 겨울 끝의 기우",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>4%</color></b> 증가한다. 필살기 발동 후 <b><color style='color:#f29e38'>세이버</color></b>의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>4%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>4</color></b>회",
            "Icon": "SkillIcon_1014_Rank4"
        }
    },
    "101405": {
        "v1": {
            "Rank": 5,
            "Name": "이상에 도달한 여명 아래",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1014_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "이상에 도달한 여명 아래",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1014_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "이상에 도달한 여명 아래",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1014_BP"
        }
    },
    "101406": {
        "v1": {
            "Rank": 6,
            "Name": "운명을 수호하는 긴 밤",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>가 가하는 필살기 피해의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 전투 진입 후 처음으로 필살기를 발동하면 <b><color style='color:#f29e38'>세이버</color></b>의 에너지가 고정으로 <b><color style='color:#f29e38'>300</color></b>pt 회복하며, 해당 효과는 필살기를 <b><color style='color:#f29e38'>4</color></b>회 더 발동할 때마다 1회 발동할 수 있다",
            "Icon": "SkillIcon_1014_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "운명을 수호하는 긴 밤",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>가 가하는 필살기 피해의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 전투 진입 후 처음으로 필살기를 발동하면 <b><color style='color:#f29e38'>세이버</color></b>의 에너지가 고정으로 <b><color style='color:#f29e38'>300</color></b>pt 회복하며, 해당 효과는 필살기를 <b><color style='color:#f29e38'>4</color></b>회 더 발동할 때마다 1회 발동할 수 있다",
            "Icon": "SkillIcon_1014_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "운명을 수호하는 긴 밤",
            "Desc": "<b><color style='color:#f29e38'>세이버</color></b>가 가하는 필살기 피해의 바람 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 전투 진입 후 처음으로 필살기를 발동하면 <b><color style='color:#f29e38'>세이버</color></b>의 에너지가 고정으로 <b><color style='color:#f29e38'>300</color></b>pt 회복하며, 해당 효과는 필살기를 <b><color style='color:#f29e38'>4</color></b>회 더 발동할 때마다 1회 발동할 수 있다",
            "Icon": "SkillIcon_1014_Rank6"
        }
    },
    "101501": {
        "v1": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내에 전투 스킬을 <b><color style='color:#f29e38'>3</color></b>회 발동하면 이번 턴에서 다음 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내 전투 스킬 <b><color style='color:#f29e38'>3</color></b>회 발동 후, 이번 턴에서 다음 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "닿지 못한 이상",
            "Desc": "단일 턴 내 전투 스킬 <b><color style='color:#f29e38'>3</color></b>회 발동 후, 이번 턴에서 다음 전투 스킬 발동 시 전투 스킬 포인트를 소모하지 않는다",
            "Icon": "SkillIcon_1015_Rank1"
        }
    },
    "101502": {
        "v1": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기로 가하는 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기로 가하는 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "이루지 못한 행복",
            "Desc": "필살기로 가하는 피해가 <b><color style='color:#f29e38'>120%</color></b> 증가한다",
            "Icon": "SkillIcon_1015_Rank2"
        }
    },
    "101503": {
        "v1": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "평범함을 거부하는 기개",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1015_BP"
        }
    },
    "101504": {
        "v1": {
            "Rank": 4,
            "Name": "영웅이라 할 수 없는 삶",
            "Desc": "필살기 발동 목표가 양자 속성 약점이 없을 경우, 필살기 공격 시 대상에게 양자 속성 약점을 부여하고, 해당 목표의 양자 속성 저항이 <b><color style='color:#f29e38'>10%</color></b> 감소한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "영웅이라 불릴 수 없는 삶",
            "Desc": "필살기의 발동 목표가 양자 속성 약점이 없을 경우, 필살기 공격 시 목표에게 양자 속성 약점을 부여하고, 해당 목표의 양자 속성 저항이 <b><color style='color:#f29e38'>10%</color></b> 감소한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "영웅이라 불릴 수 없는 삶",
            "Desc": "필살기의 발동 목표가 양자 속성 약점이 없을 경우, 필살기 공격 시 목표에게 양자 속성 약점을 부여하고, 해당 목표의 양자 속성 저항이 <b><color style='color:#f29e38'>10%</color></b> 감소한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1015_Rank4"
        }
    },
    "101505": {
        "v1": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "고독한 무명의 수호",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1015_Ultra"
        }
    },
    "101506": {
        "v1": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 즉시 1pt 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택이 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 1pt 즉시 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택이 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "끝없는 배회의 순례",
            "Desc": "턴 시작 시 아군의 전투 스킬 포인트를 1pt 즉시 회복한다. 자신의 전투 스킬이 제공하는 피해 증가 효과의 중첩 가능 스택이 <b><color style='color:#f29e38'>1</color></b>스택 증가한다. 가하는 전투 스킬 피해가 방어력을 <b><color style='color:#f29e38'>20%</color></b> 무시한다",
            "Icon": "SkillIcon_1015_Rank6"
        }
    },
    "1121201": {
        "v1": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기를 발동하거나 전투 스킬 강화 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 최대 HP의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기를 발동하거나 전투 스킬 강화 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 최대 HP의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기를 발동하거나 전투 스킬 강화 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 최대 HP의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        }
    },
    "1121202": {
        "v1": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        }
    },
    "1121203": {
        "v1": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        }
    },
    "1121204": {
        "v1": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 치명타 피해가 추가로 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 치명타 피해가 추가로 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 치명타 피해가 추가로 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        }
    },
    "1121205": {
        "v1": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        }
    },
    "1121206": {
        "v1": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태에 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>1</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 저항 관통이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>1</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>1</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        }
    },
    "1120501": {
        "v1": {
            "Rank": 1,
            "Name": "검록의 끝, 지옥변상",
            "Desc": "강화된 일반 공격과 필살기로 지정된 단일 적에게 가하는 피해가 이번 전투에서 누적 손실한 블레이드 HP의 <b><color style='color:#f29e38'>150%</color></b>만큼 추가로 증가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b><color style='color:#f29e38'>90%</color></b>를 넘지 않는다. 필살기 발동 후 리셋하고 다시 누적된다",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "검록의 끝, 지옥변상",
            "Desc": "강화된 일반 공격과 필살기로 지정된 단일 적에게 가하는 피해가 이번 전투에서 누적 손실한 블레이드 HP의 <b><color style='color:#f29e38'>150%</color></b>만큼 추가로 증가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b><color style='color:#f29e38'>90%</color></b>를 넘지 않는다. 필살기 발동 후 리셋하고 다시 누적된다",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "검록의 끝, 지옥변상",
            "Desc": "강화된 일반 공격과 필살기로 지정된 단일 적에게 가하는 피해가 이번 전투에서 누적 손실한 블레이드 HP의 <b><color style='color:#f29e38'>150%</color></b>만큼 추가로 증가한다.<br>이번 전투에서 누적 손실한 HP는 블레이드 HP 최대치의 <b><color style='color:#f29e38'>90%</color></b>를 넘지 않는다. 필살기 발동 후 리셋하고 다시 누적된다",
            "Icon": "SkillIcon_1205_Rank1"
        }
    },
    "1120502": {
        "v1": {
            "Rank": 2,
            "Name": "흩어진 옛 꿈, 갖가지 여한",
            "Desc": "블레이드가 [지옥변] 상태일 때 치명타 확률이 <b><color style='color:#f29e38'>15%</color></b> 증가한다",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "흩어진 옛 꿈, 갖가지 여한",
            "Desc": "블레이드가 [지옥변] 상태일 때 치명타 확률이 <b><color style='color:#f29e38'>15%</color></b> 증가한다",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "흩어진 옛 꿈, 갖가지 여한",
            "Desc": "블레이드가 [지옥변] 상태일 때 치명타 확률이 <b><color style='color:#f29e38'>15%</color></b> 증가한다",
            "Icon": "SkillIcon_1205_Rank2"
        }
    },
    "1120503": {
        "v1": {
            "Rank": 3,
            "Name": "제련한 현철, 서늘한 빛",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "제련한 현철, 서늘한 빛",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "제련한 현철, 서늘한 빛",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1205_Ultra"
        }
    },
    "1120504": {
        "v1": {
            "Rank": 4,
            "Name": "황천의 기로, 육신의 회생",
            "Desc": "현재 HP 백분율이 <b><color style='color:#f29e38'>50%</color></b>를 초과한 상태에서 <b><color style='color:#f29e38'>50%</color></b> 이하로 떨어지면 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "황천의 기로, 육신의 회생",
            "Desc": "현재 HP 백분율이 <b><color style='color:#f29e38'>50%</color></b>를 초과한 상태에서 <b><color style='color:#f29e38'>50%</color></b> 이하로 떨어지면 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "황천의 기로, 육신의 회생",
            "Desc": "현재 HP 백분율이 <b><color style='color:#f29e38'>50%</color></b>를 초과한 상태에서 <b><color style='color:#f29e38'>50%</color></b> 이하로 떨어지면 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
            "Icon": "SkillIcon_1205_Rank4"
        }
    },
    "1120505": {
        "v1": {
            "Rank": 5,
            "Name": "시왕의 사형 선고, 마주한 업경",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1205_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "시왕의 사형 선고, 마주한 업경",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1205_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "시왕의 사형 선고, 마주한 업경",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1205_BP"
        }
    },
    "1120506": {
        "v1": {
            "Rank": 6,
            "Name": "죽음의 끝, 돌아온 영혼",
            "Desc": "충전 스택 수 상한이 4스택으로 감소한다. 특성으로 발동되는 <u>추가 공격</u>으로 가하는 피해가 블레이드 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b>만큼 추가로 증가한다",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "죽음의 끝, 돌아온 영혼",
            "Desc": "충전 스택 수 상한이 4스택으로 감소한다. 특성으로 발동되는 <u>추가 공격</u>으로 가하는 피해가 블레이드 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b>만큼 추가로 증가한다",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "죽음의 끝, 돌아온 영혼",
            "Desc": "충전 스택 수 상한이 4스택으로 감소한다. 특성으로 발동되는 <u>추가 공격</u>으로 가하는 피해가 블레이드 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b>만큼 추가로 증가한다",
            "Icon": "SkillIcon_1205_Rank6"
        }
    },
    "1100501": {
        "v1": {
            "Rank": 1,
            "Name": "다카포",
            "Desc": "공격 발동 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 목표가 받는 지속 피해가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1005_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "다카포",
            "Desc": "공격 발동 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 목표가 받는 지속 피해가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1005_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "다카포",
            "Desc": "공격 발동 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 목표가 받는 지속 피해가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1005_Rank1"
        }
    },
    "1100502": {
        "v1": {
            "Rank": 2,
            "Name": "포르티시시모",
            "Desc": "특성이 <u>추가 공격</u> 발동 시 카프카의 공격력이 <b><color style='color:#f29e38'>25%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1005_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "포르티시시모",
            "Desc": "특성이 <u>추가 공격</u> 발동 시 카프카의 공격력이 <b><color style='color:#f29e38'>25%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1005_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "포르티시시모",
            "Desc": "특성이 <u>추가 공격</u> 발동 시 카프카의 공격력이 <b><color style='color:#f29e38'>25%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1005_Rank2"
        }
    },
    "1100503": {
        "v1": {
            "Rank": 3,
            "Name": "카프리치오",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1005_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "카프리치오",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1005_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "카프리치오",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1005_BP"
        }
    },
    "1100504": {
        "v1": {
            "Rank": 4,
            "Name": "레치타티보",
            "Desc": "적이 카프카가 부여한 감전 상태로 인해 피해를 받으면 카프카는 에너지를 <b><color style='color:#f29e38'>2</color></b>pt 추가로 회복한다",
            "Icon": "SkillIcon_1005_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "레치타티보",
            "Desc": "적이 카프카가 부여한 감전 상태로 인해 피해를 받으면 카프카는 에너지를 <b><color style='color:#f29e38'>2</color></b>pt 추가로 회복한다",
            "Icon": "SkillIcon_1005_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "레치타티보",
            "Desc": "적이 카프카가 부여한 감전 상태로 인해 피해를 받으면 카프카는 에너지를 <b><color style='color:#f29e38'>2</color></b>pt 추가로 회복한다",
            "Icon": "SkillIcon_1005_Rank4"
        }
    },
    "1100505": {
        "v1": {
            "Rank": 5,
            "Name": "돌로로소",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "돌로로소",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "돌로로소",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1005_Ultra"
        }
    },
    "1100506": {
        "v1": {
            "Rank": 6,
            "Name": "레지에로",
            "Desc": "필살기, 비술, 특성으로 발동한 <u>추가 공격</u>은 적이 빠진 감전 상태의 피해 배율을 <b><color style='color:#f29e38'>156%</color></b> 증가시키고, 감전 상태의 지속 시간을 <b><color style='color:#f29e38'>1</color></b>턴 증가시킨다",
            "Icon": "SkillIcon_1005_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "레지에로",
            "Desc": "필살기, 비술, 특성으로 발동한 <u>추가 공격</u>은 적이 빠진 감전 상태의 피해 배율을 <b><color style='color:#f29e38'>156%</color></b> 증가시키고, 감전 상태의 지속 시간을 <b><color style='color:#f29e38'>1</color></b>턴 증가시킨다",
            "Icon": "SkillIcon_1005_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "레지에로",
            "Desc": "필살기, 비술, 특성으로 발동한 <u>추가 공격</u>은 적이 빠진 감전 상태의 피해 배율을 <b><color style='color:#f29e38'>156%</color></b> 증가시키고, 감전 상태의 지속 시간을 <b><color style='color:#f29e38'>1</color></b>턴 증가시킨다",
            "Icon": "SkillIcon_1005_Rank6"
        }
    },
    "1100601": {
        "v1": {
            "Rank": 1,
            "Name": "소셜 엔지니어링",
            "Desc": "필살기를 발동해 적 공격 후 목표가 보유한 <u>디버프 효과</u> 1개당 은랑은 에너지를 <b><color style='color:#f29e38'>7</color></b>pt 회복한다. 해당 효과는 필살기 공격마다 최대 <b><color style='color:#f29e38'>5</color></b>회 적용된다",
            "Icon": "SkillIcon_1006_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "소셜 엔지니어링",
            "Desc": "필살기를 발동해 적 공격 후 목표가 보유한 <u>디버프 효과</u> 1개당 은랑은 에너지를 <b><color style='color:#f29e38'>7</color></b>pt 회복한다. 해당 효과는 필살기 공격마다 최대 <b><color style='color:#f29e38'>5</color></b>회 적용된다",
            "Icon": "SkillIcon_1006_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "소셜 엔지니어링",
            "Desc": "필살기를 발동해 적 공격 후 목표가 보유한 <u>디버프 효과</u> 1개당 은랑은 에너지를 <b><color style='color:#f29e38'>7</color></b>pt 회복한다. 해당 효과는 필살기 공격마다 최대 <b><color style='color:#f29e38'>5</color></b>회 적용된다",
            "Icon": "SkillIcon_1006_Rank1"
        }
    },
    "1100602": {
        "v1": {
            "Rank": 2,
            "Name": "좀비 네트워크",
            "Desc": "적이 전투 진입 시 대상이 받는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 적이 아군에게 피격될 시 은랑은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 피격된 적에게 랜덤 [결함]을 1개 이식한다",
            "Icon": "SkillIcon_1006_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "좀비 네트워크",
            "Desc": "적이 전투 진입 시 대상이 받는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 적이 아군에게 피격 시 은랑은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 피격된 적에게 랜덤 [결함]을 1개 이식한다",
            "Icon": "SkillIcon_1006_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "좀비 네트워크",
            "Desc": "적이 전투 진입 시 대상이 받는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다. 적이 아군에게 피격 시 은랑은 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 피격된 적에게 랜덤 [결함]을 1개 이식한다",
            "Icon": "SkillIcon_1006_Rank2"
        }
    },
    "1100603": {
        "v1": {
            "Rank": 3,
            "Name": "페이로드",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1006_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "페이로드",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1006_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "페이로드",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1006_BP"
        }
    },
    "1100604": {
        "v1": {
            "Rank": 4,
            "Name": "바운스 공격",
            "Desc": "필살기를 발동해 적 공격 후 목표가 보유한 <u>디버프 효과</u> 1개당 추가로 은랑 공격력의 <b><color style='color:#f29e38'>20%</color></b>만큼 양자 속성 <u>추가 피해</u>를 가한다. 해당 효과는 필살기 공격마다 최대 <b><color style='color:#f29e38'>5</color></b>회 발동된다",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Rank": 4,
            "Name": "바운스 공격",
            "Desc": "필살기를 발동해 적 공격 후 목표가 보유한 <u>디버프 효과</u> 1개당 추가로 은랑 공격력의 <b><color style='color:#f29e38'>20%</color></b>만큼 양자 속성 <u>추가 피해</u>를 가한다. 해당 효과는 필살기 공격마다 최대 <b><color style='color:#f29e38'>5</color></b>회 발동된다",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Rank": 4,
            "Name": "바운스 공격",
            "Desc": "필살기를 발동해 적 공격 후 목표가 보유한 <u>디버프 효과</u> 1개당 추가로 은랑 공격력의 <b><color style='color:#f29e38'>20%</color></b>만큼 양자 속성 <u>추가 피해</u>를 가한다. 해당 효과는 필살기 공격마다 최대 <b><color style='color:#f29e38'>5</color></b>회 발동된다",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        }
    },
    "1100605": {
        "v1": {
            "Rank": 5,
            "Name": "무차별 대입 공격",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "무차별 대입 공격",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "무차별 대입 공격",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1006_Ultra"
        }
    },
    "1100606": {
        "v1": {
            "Rank": 6,
            "Name": "오버레이 네트워크",
            "Desc": "적이 보유한 <u>디버프 효과</u> 1개당 은랑이 대상에게 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>100%</color></b> 증가한다",
            "Icon": "SkillIcon_1006_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "오버레이 네트워크",
            "Desc": "적이 보유한 <u>디버프 효과</u> 1개당 은랑이 대상에게 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>100%</color></b> 증가한다",
            "Icon": "SkillIcon_1006_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "오버레이 네트워크",
            "Desc": "적이 보유한 <u>디버프 효과</u> 1개당 은랑이 대상에게 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>100%</color></b> 증가한다",
            "Icon": "SkillIcon_1006_Rank6"
        }
    }
}

var _story = {
    "1408": [],
    "1014": [],
    "1015": [],
    "2212": [],
    "2205": [],
    "2005": [],
    "2006": []
}

var _voice = {
    "1408": [],
    "1014": [],
    "1015": [],
    "2212": [],
    "2205": [],
    "2005": [],
    "2006": []
}

var _changelog2 = {
    "1408": [],
    "1014": [],
    "1015": [],
    "2212": [],
    "2205": [],
    "2005": [],
    "2006": []
}

var _notes = {}

var _adiff = {
    "1408": {},
    "1014": {},
    "1015": {},
    "2212": {},
    "2205": {},
    "2005": {},
    "2006": {},
    "21053": {},
    "21054": {},
    "21055": {},
    "21056": {},
    "21057": {},
    "21058": {},
    "21060": {},
    "21061": {},
    "23044": {},
    "23045": {},
    "23046": {},
    "21062": {}
}

var _weapondesc = {
    "23046": "평원에 업화가 타오른다. 누군가의 이상은 재가 되었고, 누군가의 이상은 활활 타오른다.<br><br>수호자는 탄환과 화살 사이를 가로지른다.<br>이곳에는 그가 구원할 수 있는 대상은 없고, 그가 구원하고 싶은 대상으로 가득하다.<br><br>한 사람을 구하면 한 사람을 죽이고, 만 명을 구하면 만 명을 죽인다. 서로를 짓밟는 운명 역시 인류 존속의 일환이다.<br><br>이 모든 것에 익숙해진 수호자는 걸음을 멈춘 적이 없다.<br>두 다리를 덮는 의지는 바람과 같고, 두 팔을 덮는 의지는 불과 같다.<br><br>그는 여전히 구원의 기적을 찾고 있다",
    "23045": "환상 속에서 소녀의 귓가에 그날의 대화가 울려 퍼진다.<br><br><i>「멀린, 이 검을 뽑는 건 하나도 어렵지 않은걸요」</i><br><i>「그래, 사람들이 기대하는 왕이 되는 건 네게 어려운 일이 아니지. 그야 내가 널 지도해주고 있으니까. 하지만 알트리아… 진정 어려운 건, 언제까지나 사람들의 기대에 부응할 수 없다는 거야」</i><br><i>「그런 상황이 오면 사람들이 더 적합한 왕을 선택하겠죠. 저는 반대하지 않을 거예요」</i><br><i>「만약 그런 사람이 애초에 존재하지 않는다면?」</i><br><i>「…그럼, 모두의 기대에 부응할 수 있도록 노력해야죠」</i><br><br>지금의 소녀는 그것이 얼마나 비극적인 일인지 알고 있다. 지금이 바로 그때 그 순간이라면, 그녀는 과연 포기할 것인가?<br><br>왕은 말이 없다. 그녀는 그저 검을 꽉 쥐었다.<br>바위가 다시 한번 검이 뽑히는 굉음을 냈다",
    "23044": "또다시 여정의 끝에 선 남자의 모습이 뜨거운 황금빛 태양에 삼켜진다.<br><br><i>「황금색 피, 구세의 희망이… 사실은……」</i><br><br>남자의 눈물은 떨어지기도 전에 증발했다.<br><i>「내일 봐, 파이!」</i><br><i>「끝까지 살아남으라고, 구세주!」</i><br><i>「가서 앰포리어스의 여명이 되어줘……」</i><br><br>……<br>사람들의 염원은 텅 빈 메아리가 되었고, 이름 없는 영웅은 산산이 부서지며 그 격렬한 죽음을 드러냈다.<br><br><i>「만약 분노의 불길이 이 황당한 운명을 불태울 수 없다면……」</i><br>그는 몇 번이고 산꼭대기를 향해 올라갔고, 끊임없이 떨어져 산산조각이 났다——<br><br><i>「내가 그 운명과 함께 불타주지!」</i>",
    "21062": "분함의 눈물이 뺨을 타고 흘러내렸다. 파괴된 법진 중앙에 남은 것은 죽음의 그림자, 그리고 끝없는 고요함과 공허함이었다.<br><br>그때, 어둠 속에서 탄식이 들려왔다. 그것은 「영혼」의 떨림이었다.<br><i>「…누나?」</i><br>소년은 손을 들어 올렸고, 그 눈동자에는 한 줄기 빛이 스쳤다. 가족의 모습은 아주 잠시 머물렀지만, 그 순간은 그의 마음속에서 천 년 동안 멈춰 있는 듯했다.<br><br><i>「알겠어…. 마지막으로 작별 인사를 하러 와줘서 고마워」</i><br>그는 천천히 몸을 일으켰고, 첫 번째 아침 햇살이 단호한 얼굴과 마르지 않은 눈물 자국을 비췄다.<br><br><i>「탐구는 길고 고독한 여정이 될 테니, 우린 종착점에서 다시 만나자……」</i>",
    "21061": "<i>「히아, 우리 새로 생긴 특색 목욕탕에 가보자!」</i><br><br>오크마에서 진료를 마친 소녀는 호기심에 가득 찬 채로 아이와 함께 각양각색의 목욕탕에 들어갔다.<br><br><i>「과일즙 안마, 한번 받아 보실래요?」</i><br>소녀는 붉은 두 손을 보곤, 의욕 넘치는 이카를 껴안은 채 몇걸음 뒤로 물러났다——<br><i>「과일즙은… 마시는 걸 더 선호해요……」</i><br><br><i>「드로마스가 등 밟아드립니다! 기간 한정 할인 중이에요!」</i><br>호기심 많은 드로마스가 고개를 숙이자, 콧바람이 소녀의 머리카락을 스쳤다.<br><i>「다, 다음에 꼭 해볼게요!」</i><br><br><i>「몸이 건강해지는 약초탕입니다. 몇 분이세요?」</i><br>소녀는 향긋한 약초 향을 맡으며 조심스레 탕 안으로 발을 들였다.<br><i>「몸에 아주 좋을 것 같아요……」</i><br><br><i>「두, 두두!」</i><br>이카가 물속에서 신나게 배영을 하기 시작했다.<br><i>「이카도 많이 지쳤나보네……」</i><br><br>모처럼의 휴가에 소녀는 포도즙을 마시며 적발의 아이와 잠을 잘 자는 비결부터 디저트를 만드는 방법까지 다양한 이야기를 나눴다.<br><br><i>「큰일이야… 이, 이카가!」</i><br>놀란 아이의 외침이 목욕탕의 고요함을 깨뜨렸다.<br><br><i>「두……」<br>「이카, 조금만 버텨!」</i>",
    "21060": "산들바람이 소년의 손끝을 스치며 아직 잉크가 마르지 않은 편지를 먼 곳으로 가져갔다.<br><br><i>「내 미래는 어떤 모습일까…?」</i><br>꿈이 머릿속에서 피어올라 하늘 끝으로 날아갔다.<br>밀이 바람을 따라 춤을 추며 잔물결을 일으켰다. 마치 그 미숙하지만 진심 어린 마음에 응답하는 것처럼 말이다.<br><br><i>「무슨 일이 있어도, 설령 손에 검 한 자루만 있을지라도 난 이곳을 지키고 싶어!」</i><br>소년은 마음속으로 묵묵히 맹세했다——<br><br>그 서원은 낙인처럼 마음속에 영원히 새겨졌다",
    "21058": "폭풍이 먼 곳에서 일렁이고 저승의 바다에서 손이 튀어나와 수상한 생명체를 놀리는 듯하다.<br>바다 괴수의 잔해에서 하늘로 솟구치는 파도가 돌멩이처럼 해연으로 추락한다.<br><br>그들은 싸우는 포효가 열 낮과 밤 이어지고, 천둥소리를 넘었다고 한다.<br>그들은 천만 명의 목숨조차 죽음의 바다에 쓸모가 없다고 한다.<br><br>용맹함으로 미숙함을 씻어내고 거만함으로 나약함을 씻어낸 후——<br><br>왜소한 그 몸은 해안가에 비틀거리며 올라왔다. 당시 해가 떠오르고 바닷물은 흘러내리는 피와 같았다.",
    "21057": "그녀들은 봄에 씨앗을 뿌린다.<br>여름이 되면 꽃밭에 물을 준다.<br>가을이 오면 열매를 딴다.<br>겨울이 깃들면 눈을 밟으며 즐겁게 노래한다.<br>……<br><br>황폐했던 땅에는 꽃이 피었고, 나비는 은방울 같은 웃음소리에 이끌려 손끝에 내려앉았다.<br><i>「언니, 우리 앞으로도 같이 이곳을 드넓은 꽃바다로 만들자!」</i><br><br><i>「봐, 우리의 약속이……」</i><br>나비가 피안을 향해 날아가자, 조금 과묵해 보이는 소녀는 여동생이 여전히 옆에 있는 것처럼, 따뜻한 꽃잎을 어루만졌다.<br><i>「나와 우리가 돌봐온 꽃들 모두… 잊지 않을게」</i>",
    "21056": "<i>「훗, 이건 운이 나쁜 그 녀석에게 줘야겠어. 그럼 그 빚쟁이 부모의 입을 막을 수 있겠지? 적어도 좀 덜 때리길 바라야지」<br>「이건 급한 대로 새콤 사탕 파는 할머니를 도울 수 있을 거야. 잔병치레를 다 고쳐야 나도 맛있는 사탕을 늘 먹을 수 있을 테니까……」</i><br><br>소녀는 허리를 굽혀 주머니 속의 보석을 하나하나 세더니 갑자기 재채기를 했다.<br><i>「누가 내 생각이라도 하나?」</i><br><br><i>「사이퍼라, 여기 있었구나?」</i><br>실이 어디서부터 시작할지 망설이듯 그녀의 뒤에 얽혀있었다.<br><br><i>「앞으로 바람을 쫓을 땐……」</i><br>차가운 금실이 그녀의 손목을 휘감아 움직일 수 없게 만들었다.<br><br><i>「자기 자신을 잘 챙기는 것도 잊지 마」</i><br><br>그녀는 멀리 도망쳤다. 뒤를 돌아보니 실밥이 터진 망토 끝이 새것처럼 수선되어 있었다",
    "21055": "<i>「트리스비오스, 내일 봐……」</i><br><br>어머니가 먼 길을 떠날 때 소녀는 그녀의 얼굴에 흐르는 눈물을 닦았다.<br><br>그녀는 자신이 어머니처럼 될 때까지 수많은 내일을 기다렸다.<br>그녀는 불씨를 움켜쥔 채 문 앞에 섰다. 그러자 귓가에 어머니의 말이 들려왔다.<br><br><i>「그곳에는 눈보라도, 추위도, 폭우도 없을 거란다……」</i><br><br><i>「하지만 내일 만나지 못한다면……」</i><br><br>그녀는 유성이 하늘을 가르듯 어린아이의 모습만을 남긴 채 땅으로 추락했다.<br><br><i>「내일의 내일 보자!」</i>",
    "21054": "산들바람이 물결치는 밀밭 속에서 소녀는 빈 수기를 들고 그 사이를 거닌다.<br><br>엘리사이 에데스 밖, 낯설고도 익숙한 도시 국가에서, 각양각색의 동료들이 서로를 만나고 꿈 같은 여정이 시작될 것이다…….<br><br><i>「이번엔 나와 함께……」</i><br>밀밭의 끝에서 오랫동안 기다려온 소녀가 책장을 덮고 「미래」를 향해 손을 내민다——<br><br><i>「이야기의 새로운 장을 써 보자♪」</i>",
    "21053": "소년은 별처럼 쏟아지는 빗속을 달리며, 오랜 가뭄 끝에 내린 단비에 환호했다.<br><br>그 비는 아주 오랫동안 내렸고, 수레는 초록빛으로 뒤덮인 땅에 멈춰 섰다.<br><i>「엄마, 누나, 이제 더 이상 굶거나 추위에 떨지 않아도 돼!」<br></i>에브긴인들의 모닥불은 긴 밤을 따뜻하게 밝혔고, 소년은 누나의 이야기를 들으며 아침을 기다렸다.<br><br><i>「카카바샤, 너도 지모신께서 주신 행운으로 우리가 할 수 없는 일을 해낼 거야…. 언제나 여정이 평탄하며, 영원히 계략을 들키는 일이 없기를……」</i><br><br>황금빛 햇살이 꿈에서 새어나와 현실 속 거처를 비추자, 거래와 숫자가 또다시 시야에 들어왔다.<br>그는 움켜쥐었던 손을 풀었다——<br><br>마치 아무것도 잡지 못한 것처럼, 마치 아직 온기가 남아 있는 것처럼"
}

var _weaponskill = {
    "23046": {
        "v1": {
            "Name": "적원엽병",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 전투 진입 시 아군의 전투 스킬 포인트 최대치가 <b>6</b>pt 이상일 경우, 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가한다. 장착한 캐릭터가 전투 스킬을 발동할 때마다 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color>  증가한다, 최대 중첩수: <b>4</b>회"
            ]
        },
        "v2": {
            "Name": "적원엽병",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 전투 진입 시 아군의 전투 스킬 포인트 최대치가 <b>6</b>pt 이상일 경우, 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가한다. 장착한 캐릭터가 전투 스킬을 발동할 때마다 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color>  증가한다, 최대 중첩수: <b>4</b>회"
            ]
        },
        "v3": {
            "Name": "적원엽병",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 전투 진입 시 아군의 전투 스킬 포인트 최대치가 <b>6</b>pt 이상일 경우, 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가한다. 장착한 캐릭터가 전투 스킬을 발동할 때마다 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>12.5%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>17.5%</color> / <color style='color:#f29e38;'>20%</color>  증가한다, 최대 중첩수: <b>4</b>회"
            ]
        }
    },
    "23045": {
        "v1": {
            "Name": "기사왕",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>63%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 필살기 발동 시 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가하며, 장착한 캐릭터의 에너지 최대치가 <b>300</b>pt 이상일 경우 장착한 캐릭터의 에너지를 장착한 캐릭터 에너지 최대치의 <b>10%</b>만큼 고정으로 회복하고, 장착한 캐릭터의 공격력을  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가시킨다, 지속 시간: <b>2</b>턴"
            ]
        },
        "v2": {
            "Name": "기사왕",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>63%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 필살기 발동 시 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가하며, 장착한 캐릭터의 에너지 최대치가 <b>300</b>pt 이상일 경우 장착한 캐릭터의 에너지를 장착한 캐릭터 에너지 최대치의 <b>10%</b>만큼 고정으로 회복하고, 장착한 캐릭터의 공격력을  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가시킨다, 지속 시간: <b>2</b>턴"
            ]
        },
        "v3": {
            "Name": "기사왕",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>45%</color> / <color style='color:#f29e38;'>54%</color> / <color style='color:#f29e38;'>63%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 필살기 발동 시 장착한 캐릭터의 공격력이  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가하며, 장착한 캐릭터의 에너지 최대치가 <b>300</b>pt 이상일 경우 장착한 캐릭터의 에너지를 장착한 캐릭터 에너지 최대치의 <b>10%</b>만큼 고정으로 회복하고, 장착한 캐릭터의 공격력을  <color style='color:#f29e38;'>40%</color> / <color style='color:#f29e38;'>50%</color> / <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>70%</color> / <color style='color:#f29e38;'>80%</color>  증가시킨다, 지속 시간: <b>2</b>턴"
            ]
        }
    },
    "23044": {
        "v1": {
            "Name": "상실",
            "Desc": [
                "장착한 캐릭터의 기본 속도가  <color style='color:#f29e38;'>12</color> / <color style='color:#f29e38;'>14</color> / <color style='color:#f29e38;'>16</color> / <color style='color:#f29e38;'>18</color> / <color style='color:#f29e38;'>20</color>  증가하고, 피해를 가할 시 목표의 방어력을  <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>27%</color> / <color style='color:#f29e38;'>30%</color>  무시한다. 장착한 캐릭터가 필살기 발동 후 [뜨거운 태양]을 획득하며, 턴 시작 시 해제된다. [뜨거운 태양] 보유 시 장착한 캐릭터가 가하는 피해가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다"
            ]
        },
        "v2": {
            "Name": "상실",
            "Desc": [
                "장착한 캐릭터의 기본 속도가  <color style='color:#f29e38;'>12</color> / <color style='color:#f29e38;'>14</color> / <color style='color:#f29e38;'>16</color> / <color style='color:#f29e38;'>18</color> / <color style='color:#f29e38;'>20</color>  증가하고, 피해를 가할 시 목표의 방어력을  <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>27%</color> / <color style='color:#f29e38;'>30%</color>  무시한다. 장착한 캐릭터가 필살기 발동 후 [뜨거운 태양]을 획득하며, 턴 시작 시 해제된다. [뜨거운 태양] 보유 시 장착한 캐릭터가 가하는 피해가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다"
            ]
        },
        "v3": {
            "Name": "상실",
            "Desc": [
                "장착한 캐릭터의 기본 속도가  <color style='color:#f29e38;'>12</color> / <color style='color:#f29e38;'>14</color> / <color style='color:#f29e38;'>16</color> / <color style='color:#f29e38;'>18</color> / <color style='color:#f29e38;'>20</color>  증가하고, 피해를 가할 시 목표의 방어력을  <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>27%</color> / <color style='color:#f29e38;'>30%</color>  무시한다. 장착한 캐릭터가 필살기 발동 후 [뜨거운 태양]을 획득하며, 턴 시작 시 해제된다. [뜨거운 태양] 보유 시 장착한 캐릭터가 가하는 피해가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다"
            ]
        }
    },
    "21062": {
        "v1": {
            "Name": "집념",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다. 장착한 캐릭터의 전투 스킬과 추가 공격이 가하는 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        },
        "v2": {
            "Name": "집념",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다. 장착한 캐릭터가 가하는 전투 스킬과 추가 공격 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        },
        "v3": {
            "Name": "집념",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다. 장착한 캐릭터가 가하는 전투 스킬과 추가 공격 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        }
    },
    "21061": {
        "v1": {
            "Name": "진정해",
            "Desc": [
                "장착한 캐릭터가 가하는 피해가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 장착한 캐릭터가 공격 후 <b>100%</b>의 기본 확률로 피격된 목표를 취약 상태에 빠트리고 받는 피해를  <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>11.5%</color> / <color style='color:#f29e38;'>13%</color> / <color style='color:#f29e38;'>14.5%</color> / <color style='color:#f29e38;'>16%</color>  증가시킨다, 지속 시간: <b>2</b>턴. 같은 유형의 효과는 중첩되지 않는다"
            ]
        },
        "v2": {
            "Name": "진정해",
            "Desc": [
                "장착한 캐릭터가 가하는 피해가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 장착한 캐릭터가 공격 후 <b>100%</b>의 기본 확률로 피격된 목표를 취약 상태에 빠트리고 받는 피해를  <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>11.5%</color> / <color style='color:#f29e38;'>13%</color> / <color style='color:#f29e38;'>14.5%</color> / <color style='color:#f29e38;'>16%</color>  증가시킨다, 지속 시간: <b>2</b>턴. 같은 유형의 효과는 중첩되지 않는다"
            ]
        },
        "v3": {
            "Name": "진정해",
            "Desc": [
                "장착한 캐릭터가 가하는 피해가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 장착한 캐릭터가 공격 후 <b>100%</b>의 기본 확률로 피격된 목표를 취약 상태에 빠트리고 받는 피해를  <color style='color:#f29e38;'>10%</color> / <color style='color:#f29e38;'>11.5%</color> / <color style='color:#f29e38;'>13%</color> / <color style='color:#f29e38;'>14.5%</color> / <color style='color:#f29e38;'>16%</color>  증가시킨다, 지속 시간: <b>2</b>턴. 같은 유형의 효과는 중첩되지 않는다"
            ]
        }
    },
    "21060": {
        "v1": {
            "Name": "동경",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다. 장착한 캐릭터의 필살기와 추가 공격이 가하는 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        },
        "v2": {
            "Name": "동경",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다. 장착한 캐릭터가 가하는 필살기와 추가 공격 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        },
        "v3": {
            "Name": "동경",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다. 장착한 캐릭터가 가하는 필살기와 추가 공격 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        }
    },
    "21058": {
        "v1": {
            "Name": "살육",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다. 장착한 캐릭터의 전투 스킬과 필살기가 가하는 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        },
        "v2": {
            "Name": "살육",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다. 장착한 캐릭터가 가하는 전투 스킬과 필살기 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        },
        "v3": {
            "Name": "살육",
            "Desc": [
                "장착한 캐릭터의 치명타 확률이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다. 장착한 캐릭터가 가하는 전투 스킬과 필살기 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다"
            ]
        }
    },
    "21057": {
        "v1": {
            "Name": "서로 의지하며",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다. 장착한 캐릭터의 기억 정령이 가하는 치명타 피해가 추가로  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>30%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>48%</color>  증가한다"
            ]
        },
        "v2": {
            "Name": "서로 의지하며",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다. 장착한 캐릭터의 기억 정령이 가하는 치명타 피해가 추가로  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>30%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>48%</color>  증가한다"
            ]
        },
        "v3": {
            "Name": "서로 의지하며",
            "Desc": [
                "장착한 캐릭터의 치명타 피해가  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>40%</color>  증가한다. 장착한 캐릭터의 기억 정령이 가하는 치명타 피해가 추가로  <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>30%</color> / <color style='color:#f29e38;'>36%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>48%</color>  증가한다"
            ]
        }
    },
    "21056": {
        "v1": {
            "Name": "당황",
            "Desc": [
                "전투 진입 후 모든 아군이 가하는 격파 피해가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>22%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 같은 유형의 스킬 효과는 중복 적용되지 않는다"
            ]
        },
        "v2": {
            "Name": "당황",
            "Desc": [
                "전투 진입 후 모든 아군이 가하는 격파 피해가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>22%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 같은 유형의 스킬 효과는 중복 적용되지 않는다"
            ]
        },
        "v3": {
            "Name": "당황",
            "Desc": [
                "전투 진입 후 모든 아군이 가하는 격파 피해가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>22%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 같은 유형의 스킬 효과는 중복 적용되지 않는다"
            ]
        }
    },
    "21055": {
        "v1": {
            "Name": "이별",
            "Desc": [
                "장착한 캐릭터의 치유량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 아군의 현재 HP 백분율이 <b>50%</b> 이상일 시 가하는 피해가  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다"
            ]
        },
        "v2": {
            "Name": "이별",
            "Desc": [
                "장착한 캐릭터의 치유량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 아군의 현재 HP 백분율이 <b>50%</b> 이상일 시 가하는 피해가  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다"
            ]
        },
        "v3": {
            "Name": "이별",
            "Desc": [
                "장착한 캐릭터의 치유량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 아군의 현재 HP 백분율이 <b>50%</b> 이상일 시 가하는 피해가  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다"
            ]
        }
    },
    "21054": {
        "v1": {
            "Name": "작성",
            "Desc": [
                "장착한 캐릭터의 HP 최대치가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 장착한 캐릭터의 기억 정령이 공격하면 장착한 캐릭터와 기억 정령의 치유량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다, 지속 시간: <b>1</b>턴"
            ]
        },
        "v2": {
            "Name": "작성",
            "Desc": [
                "장착한 캐릭터의 HP 최대치가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 장착한 캐릭터의 기억 정령이 공격하면 장착한 캐릭터와 기억 정령의 치유량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다, 지속 시간: <b>1</b>턴"
            ]
        },
        "v3": {
            "Name": "작성",
            "Desc": [
                "장착한 캐릭터의 HP 최대치가  <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>20%</color> / <color style='color:#f29e38;'>24%</color> / <color style='color:#f29e38;'>28%</color> / <color style='color:#f29e38;'>32%</color>  증가한다. 장착한 캐릭터의 기억 정령이 공격하면 장착한 캐릭터와 기억 정령의 치유량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다, 지속 시간: <b>1</b>턴"
            ]
        }
    },
    "21053": {
        "v1": {
            "Name": "달콤한 꿈",
            "Desc": [
                "장착한 캐릭터가 제공하는 실드량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 아군이 실드를 보유할 시 가하는 피해가  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다"
            ]
        },
        "v2": {
            "Name": "달콤한 꿈",
            "Desc": [
                "장착한 캐릭터가 제공하는 실드량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 아군이 실드를 보유할 시 가하는 피해가  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다"
            ]
        },
        "v3": {
            "Name": "달콤한 꿈",
            "Desc": [
                "장착한 캐릭터가 제공하는 실드량이  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>15%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>21%</color> / <color style='color:#f29e38;'>24%</color>  증가한다. 아군이 실드를 보유할 시 가하는 피해가  <color style='color:#f29e38;'>12%</color> / <color style='color:#f29e38;'>14%</color> / <color style='color:#f29e38;'>16%</color> / <color style='color:#f29e38;'>18%</color> / <color style='color:#f29e38;'>20%</color>  증가한다"
            ]
        }
    }
}

var _ee = {
    "10000000": {
        "N": "보너스 턴",
        "D": "턴 횟수를 소모하지 않는 보너스 턴 1개를 획득한다. 해당 턴에서는 필살기를 발동할 수 없다"
    },
    "10014081": {
        "N": "파괴",
        "D": "█████ 전용 충전, 최대치: 6pt (성혼 [파이논의 성혼6] 개방 시 8pt까지 증가)<br>전투 스킬 [기둥•죽음의 별의 심판] 발동 시 [파괴]를 소모하며, [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸]을 발동해 [파괴] 포인트를 획득할 수 있다. 획득한 [파괴] 포인트는 █████(으)로 변신하지 않았을 때도 유지된다"
    },
    "10014082": {
        "N": "█████의 보너스 턴",
        "D": "파이논이 █████(으)로 변신 시 행동 서열에 나타나는 카운트다운. 카운트다운 턴 시작 시 █████은(는) 보너스 턴을 1개 획득하며, 마지막 카운트다운 턴 시작 시 █████이(가) 마지막 일격을 가하고 변신을 종료하는 것으로 변경된다.<br>카운트다운의 초기 행동 수치는 평균 0~<unbreak>100%</unbreak> 사이로 설정되며, 웨이브가 시작될 때마다 행동 수치가 초기화되지 않는다.<br>█████가 행동 게이지 증가 효과를 받으면 첫 카운트다운 행동 게이지가 증가하는 것으로 변경된다"
    },
    "10000003": {
        "N": "반격",
        "D": "목표가 공격을 받으면 자동으로 발동되는 효과. 공격자에게 추가로 공격을 1회 발동한다.<br>반격은 추가 공격으로 간주한다"
    },
    "10000005": {
        "N": "추가 피해",
        "D": "피격자에게 추가로 1회 피해를 가한다. 이번 피해는 1회 공격을 가한 것으로 간주하지 않는다"
    },
    "10000011": {
        "N": "제어류 디버프 상태",
        "D": "빙결, 얽힘, 속박, 지배, 노발대발, 강렬한 진탕, 이몽, 감금, 공포"
    },
    "10000013": {
        "N": "분담",
        "D": "피해 결산 전 공격자의 일부 피해를 다른 단일 또는 다중 목표에게 분담하며, 공격 대상은 남은 부분의 피해를 받는다. 다른 목표에게 분담한 피해는 더 이상 분담할 수 없다"
    },
    "10000014": {
        "N": "격파 피해",
        "D": "격파 특수효과, 목표의 강인성 최대치, 캐릭터 레벨이 높을수록 가하는 격파 피해가 증가한다.<br>격파 피해는 치명타가 발동하지 않으며, 피해 증가류 효과의 영향을 받지 않는다"
    },
    "10013071": {
        "N": "아르카나",
        "D": "[아르카나]는 지속 피해류 디버프 상태에 속하며, 해당 상태는 해제할 수 없다.<br>[아르카나] 상태일 시 풍화 상태에도 빠진 것으로 간주한다. [아르카나] 상태에서 목표는 턴이 시작될 때마다 바람 속성 지속 피해를 받는다.<br>[아르카나] 상태 부여 시 목표의 풍화 저항, 열상 저항, 연소 저항, 감전 저항을 무시한다"
    },
    "10000015": {
        "N": "슈퍼 격파 피해",
        "D": "격파 특수효과, 이번 공격의 강인성 감소 수치, 캐릭터 레벨이 높을수록 가하는 슈퍼 격파 피해가 증가한다.<br>슈퍼 격파 피해는 치명타를 발동하지 않으며, 피해 증가류 효과의 영향을 받지 않는다.<br>슈퍼 격파 피해 역시 격파 피해에 속한다"
    },
    "10000016": {
        "N": "퇴장",
        "D": "퇴장 상태인 목표는 스킬 목표가 될 수 없으며, 행동 서열에 나타나지 않는다"
    },
    "10000018": {
        "N": "기억 정령 소환",
        "D": "기억 정령을 필드 위에 소환한다. 기억 정령이 필드 위에 있을 시, 기억 정령이 받은 모든 제어류 디버프 상태를 해제한다"
    },
    "10000019": {
        "N": "연계 공격",
        "D": "여러 목표가 한 번의 행동에서 각각 적에게 공격을 발동한다"
    },
    "10000017": {
        "N": "확정 피해",
        "D": "어떤 효과에도 영향을 받지 않는 무속성 피해, 이번 피해는 공격을 1회 가한 것으로 간주하지 않는다"
    },
    "10000020": {
        "N": "경계",
        "D": "경계 효과는 필드 전체에 하나만 존재 가능하며, 지속 시간 동안 다른 경계 효과 스킬을 발동할 수 없다"
    },
    "10000021": {
        "N": "후방 지원",
        "D": "적은 후방 지원 유닛을 직접 선택할 수 없으며, 아군 [확산] 유형 스킬은 후방 지원 유닛에게 확산되지 않는다"
    },
    "10000022": {
        "N": "지속 효과",
        "D": "버프 효과, 디버프 효과와 기타 효과를 포함한다"
    }
}

var _servant_skills = [
    140204,
    1140201,
    1140203,
    1140205,
    1140206,
    140703,
    1140701,
    1140702,
    1140703,
    1140705,
    1140706,
    1140710,
    1140711,
    1140712,
    140904,
    1140901,
    1140903,
    1140905,
    1140906,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707
]

var _mtc = {
    "1408": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110431": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110431": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110431": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110431": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "115013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "치명타 피해 +37.3%",
                "Mat": {
                    "2": 237500,
                    "115011": 2,
                    "110182": 8,
                    "115012": 7,
                    "110183": 11,
                    "115013": 11
                }
            },
            {
                "Name": "치명타 확률 +12%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "115011": 6,
                    "110183": 11,
                    "115013": 11
                }
            },
            {
                "Name": "속도 +5",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "115012": 3,
                    "110183": 8,
                    "115013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "세계의 종착지를 향해",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110507": 1
                }
            },
            {
                "Name": "수많은 횃불을 짊어진 몸",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "투영된 영웅의 본색",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    },
    "1014": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111011": 5
            },
            {
                "2": 8000,
                "111011": 10
            },
            {
                "2": 16000,
                "111012": 6,
                "110425": 3
            },
            {
                "2": 40000,
                "111012": 9,
                "110425": 7
            },
            {
                "2": 80000,
                "111013": 6,
                "110425": 20
            },
            {
                "2": 160000,
                "111013": 9,
                "110425": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "111013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110501": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110501": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110501": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "바람 속성 피해 증가 +22.4%",
                "Mat": {
                    "2": 237500,
                    "111011": 2,
                    "110182": 8,
                    "111012": 7,
                    "110183": 11,
                    "111013": 11
                }
            },
            {
                "Name": "치명타 확률 +12%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "111011": 6,
                    "110183": 11,
                    "111013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "111012": 3,
                    "110183": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "용의 기사",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110501": 1
                }
            },
            {
                "Name": "호수의 축복",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "별의 왕관",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    },
    "1015": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111001": 5
            },
            {
                "2": 8000,
                "111001": 10
            },
            {
                "2": 16000,
                "111002": 6,
                "110436": 3
            },
            {
                "2": 40000,
                "111002": 9,
                "110436": 7
            },
            {
                "2": 80000,
                "111003": 6,
                "110436": 20
            },
            {
                "2": 160000,
                "111003": 9,
                "110436": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "111003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "양자 속성 피해 증가 +22.4%",
                "Mat": {
                    "2": 237500,
                    "111001": 2,
                    "110192": 8,
                    "111002": 7,
                    "110193": 11,
                    "111003": 11
                }
            },
            {
                "Name": "HP +18%",
                "Mat": {
                    "2": 210000,
                    "110191": 3,
                    "111001": 6,
                    "110193": 11,
                    "111003": 11
                }
            },
            {
                "Name": "치명타 확률 +6.7%",
                "Mat": {
                    "2": 170000,
                    "110192": 3,
                    "111002": 3,
                    "110193": 8,
                    "111003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "투영 마술",
                "Mat": {
                    "2": 5000,
                    "110191": 3,
                    "110502": 1
                }
            },
            {
                "Name": "정의의 사자",
                "Mat": {
                    "2": 20000,
                    "110192": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "수호자",
                "Mat": {
                    "2": 160000,
                    "110193": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    },
    "2212": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110413": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110413": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110413": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110413": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "치명타 피해 +37.3%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "속도 +9",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "사경",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "검술의 일인자",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "서리 혼",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    },
    "2205": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110415": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110415": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110415": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110415": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "HP +28%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "치명타 확률 +12%",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "효과 저항 +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "무한한 수명",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "견디고 견딘 죽음",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "괴겁의 폐망",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    },
    "2005": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111011": 5
            },
            {
                "2": 8000,
                "111011": 10
            },
            {
                "2": 16000,
                "111012": 6,
                "110414": 3
            },
            {
                "2": 40000,
                "111012": 9,
                "110414": 7
            },
            {
                "2": 80000,
                "111013": 6,
                "110414": 20
            },
            {
                "2": 160000,
                "111013": 9,
                "110414": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "111013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 237500,
                    "111011": 2,
                    "110152": 8,
                    "111012": 7,
                    "110153": 11,
                    "111013": 11
                }
            },
            {
                "Name": "효과 명중 +18%",
                "Mat": {
                    "2": 210000,
                    "110151": 3,
                    "111011": 6,
                    "110153": 11,
                    "111013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110152": 3,
                    "111012": 3,
                    "110153": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "고통",
                "Mat": {
                    "2": 5000,
                    "110151": 3,
                    "110503": 1
                }
            },
            {
                "Name": "약탈",
                "Mat": {
                    "2": 20000,
                    "110152": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "가시",
                "Mat": {
                    "2": 160000,
                    "110153": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    },
    "2006": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "112011": 5
            },
            {
                "2": 8000,
                "112011": 10
            },
            {
                "2": 16000,
                "112012": 6,
                "110406": 3
            },
            {
                "2": 40000,
                "112012": 9,
                "110406": 7
            },
            {
                "2": 80000,
                "112013": 6,
                "110406": 20
            },
            {
                "2": 160000,
                "112013": 9,
                "110406": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "112013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 237500,
                    "112011": 2,
                    "110152": 8,
                    "112012": 7,
                    "110153": 11,
                    "112013": 11
                }
            },
            {
                "Name": "효과 명중 +18%",
                "Mat": {
                    "2": 210000,
                    "110151": 3,
                    "112011": 6,
                    "110153": 11,
                    "112013": 11
                }
            },
            {
                "Name": "양자 속성 피해 증가 +8%",
                "Mat": {
                    "2": 170000,
                    "110152": 3,
                    "112012": 3,
                    "110153": 8,
                    "112013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "생성",
                "Mat": {
                    "2": 5000,
                    "110151": 3,
                    "110501": 1
                }
            },
            {
                "Name": "주입",
                "Mat": {
                    "2": 20000,
                    "110152": 5,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "주석",
                "Mat": {
                    "2": 160000,
                    "110153": 8,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}

var _vid = {
    "140801": [
        {
            "Name": "일반 공격",
            "Path": "/Vid/1408/v1/A.mp4",
            "Size": 14
        }
    ],
    "140802": [
        {
            "Name": "전투 스킬",
            "Path": "/Vid/1408/v1/E.mp4",
            "Size": 37
        }
    ],
    "140803": [
        {
            "Name": "필살기",
            "Path": "/Vid/1408/v1/Q.mp4",
            "Size": 42
        },
        {
            "Name": "Final Hit",
            "Path": "/Vid/1408/v1/Q_Exit.mp4",
            "Size": 42
        }
    ],
    "140806": [
        {
            "Name": "Idle 1",
            "Path": "/Vid/1408/v1/S_1.mp4",
            "Size": 49
        },
        {
            "Name": "Idle 2",
            "Path": "/Vid/1408/v1/S_2.mp4",
            "Size": 53
        }
    ],
    "140807": [
        {
            "Name": "비술",
            "Path": "/Vid/1408/v1/T.mp4",
            "Size": 15
        }
    ],
    "140808": [
        {
            "Name": "Enhanced Basic ATK",
            "Path": "/Vid/1408/v1/Q_A.mp4",
            "Size": 17
        }
    ],
    "140809": [
        {
            "Name": "Counter Start",
            "Path": "/Vid/1408/v1/Q_Counter_Start.mp4",
            "Size": 27
        },
        {
            "Name": "Counter Hit",
            "Path": "/Vid/1408/v1/Q_Counter_Hit.mp4",
            "Size": 22
        }
    ],
    "140811": [
        {
            "Name": "Enhanced Skill",
            "Path": "/Vid/1408/v1/Q_E.mp4",
            "Size": 52
        }
    ],
    "101401": [
        {
            "Name": "일반 공격",
            "Path": "/Vid/1014/v1/A.mp4",
            "Size": 15
        }
    ],
    "101402": [
        {
            "Name": "전투 스킬",
            "Path": "/Vid/1014/v1/E.mp4",
            "Size": 30
        },
        {
            "Name": "Enhanced Skill",
            "Path": "/Vid/1014/v1/EE.mp4",
            "Size": 33
        }
    ],
    "101403": [
        {
            "Name": "필살기",
            "Path": "/Vid/1014/v1/Q.mp4",
            "Size": 48
        }
    ],
    "101406": [
        {
            "Name": "Idle 1",
            "Path": "/Vid/1014/v1/S_1.mp4",
            "Size": 29
        },
        {
            "Name": "Idle 2",
            "Path": "/Vid/1014/v1/S_2.mp4",
            "Size": 42
        }
    ],
    "101407": [
        {
            "Name": "비술",
            "Path": "/Vid/1014/v1/T.mp4",
            "Size": 16
        }
    ],
    "101408": [
        {
            "Name": "Enhanced Basic ATK",
            "Path": "/Vid/1014/v1/AA.mp4",
            "Size": 26
        }
    ],
    "101501": [
        {
            "Name": "일반 공격",
            "Path": "/Vid/1015/v1/A.mp4",
            "Size": 22
        }
    ],
    "101502": [
        {
            "Name": "전투 스킬",
            "Path": "/Vid/1015/v1/E.mp4",
            "Size": 34
        }
    ],
    "101503": [
        {
            "Name": "필살기",
            "Path": "/Vid/1015/v1/Q.mp4",
            "Size": 54
        }
    ],
    "101504": [
        {
            "Name": "Follow-up ATK",
            "Path": "/Vid/1015/v1/F.mp4",
            "Size": 16
        }
    ],
    "101506": [
        {
            "Name": "Idle 1",
            "Path": "/Vid/1015/v1/S1.mp4",
            "Size": 16
        },
        {
            "Name": "Idle 2",
            "Path": "/Vid/1015/v1/S2.mp4",
            "Size": 39
        }
    ],
    "101507": [
        {
            "Name": "비술",
            "Path": "/Vid/1015/v1/T.mp4",
            "Size": 13
        }
    ]
}

var _vid_index = [
    {
        "_id": "1408",
        "Name": "파이논",
        "Skills": [
            140801,
            140802,
            140803,
            140806,
            140807,
            140808,
            140809,
            140811
        ]
    },
    {
        "_id": "1014",
        "Name": "세이버",
        "Skills": [
            101401,
            101402,
            101403,
            101406,
            101407,
            101408
        ]
    },
    {
        "_id": "1015",
        "Name": "아처",
        "Skills": [
            101501,
            101502,
            101503,
            101504,
            101506,
            101507
        ]
    }
]

var _bossguide = [
    {
        "_id": 403401304,
        "Name": "종말의 기로에 있는 불을 훔치는 자",
        "Icon": "mostericon/Monster_4034010.png",
        "Monsters": [
            {
                "_id": 403401304,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 300,
                "StanceCount": 2,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4034010.png"
            },
            {
                "_id": 403202112,
                "HP": 65993,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            },
            {
                "_id": 403202113,
                "HP": 131986,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• In normal state, the Boss wll @summon shadows# when attacking. When a shadow is defeated, the Boss loses @25%# Toughness.",
                    "• When the @1st layer of Toughness is depleted#, the Boss takes action immediately and enters @Shackle Shatter#: Alternately uses [Summon] and [Attack], ATK @+25%# and SPD @+25%#."
                ]
            },
            {
                "Title": "[Summon]",
                "DescList": [
                    "• Becomes @unselectable# and summons @4# shadows. When a shadow is defeated, it is summoned again, and the Boss loses @10.5%# Toughness and @0.3%# HP.",
                    "• After summoning 2 shadows, the next will be replaced by a special shadow with only @30%# HP. When defeated, will not reduce Boss Toughness, but will @grant the attacker 1 stackable extra turn#, and increase their DMG by @50%#."
                ]
            },
            {
                "Title": "[Attack]",
                "DescList": [
                    "Deals massive Physical DMG, and becomes selectable again."
                ]
            }
        ]
    },
    {
        "_id": 4014030,
        "Name": "저승의 인도자, 죽음의 용 잔해, 폴룩스",
        "Icon": "mostericon/Monster_4014030.png",
        "Monsters": [
            {
                "_id": 4012070,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            },
            {
                "_id": 4014030,
                "HP": 2723431,
                "HPCount": 2,
                "Stance": 180,
                "Weak": [
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4014030.png"
            },
            {
                "_id": 4012071,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• Has @90%# DMG Reduction. After allies lose a total of @222% Max HP#, will enter Enhanced State.",
                    "• Enhanced reduces all characters' HP to @1#. Characters can gradually remove DMG Reduction by @healing HP#, which is completely gone when HP reaches @50%#. (Calculated independently for each character)",
                    "• During Enhanced, Memosprites ignore all DMG Reduction.",
                    "• Certain attacks deal Atrophy DMG: Fixed DMG, ignores Shields, cannot be distributed."
                ]
            }
        ]
    },
    {
        "_id": 203401404,
        "Name": "질풍신뢰의 늑대 주인",
        "Icon": "mostericon/Monster_2034010.png",
        "Monsters": [
            {
                "_id": 2032011,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Fire",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032010.png"
            },
            {
                "_id": 203401404,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 340,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_2034010.png"
            },
            {
                "_id": 2032022,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Phys",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032020.png"
            }
        ],
        "Notes": [
            {
                "Title": "Characteristics",
                "DescList": [
                    "• Hoolay's Toughness cannot be reduced by attacks. For every wolf defeated, Hoolay loses @3%# HP and @30# Toughness.",
                    "• When the sum of defeated wolves and enemy turns reaches 5, Hoolay enters Going Solo. You need to @choose 1 character# to duel. All other characters @cannot take action#."
                ]
            },
            {
                "Title": "Duel: Fatal Clash of Swords",
                "DescList": [
                    "• Hoolay's Toughness can be reduced, DMG taken reduced to @25%#, DMG dealt increases to @400%#.",
                    "• The dueling character's HP becomes the @sum of all characters' HP#, ATK becomes the @sum of all characters' ATK#.",
                    "• For every wolf defeated, the dueling character's DMG increases by @5%#, Break Effect increases by @5%#, deals an extra @1.667# Toughness reduction of own Type and heals @15%# HP after every attack. Max 5 stacks."
                ]
            }
        ]
    }
]