// Auto Generated

var _avatar = [
    {
        "_id": 1218,
        "Ver": "2.4v2",
        "Name": "椒丘",
        "Desc": "仙舟「曜青」の狐族。医士であり、策士でもある。いつも笑顔で人に接するが、実際はかなり狡猾。<br>丹鼎司の名家の出。一時は心が折れ医士を辞めたが、「天撃将軍」飛霄を治療するため、再び表舞台に舞い戻った。<br>医食同源の丹方の研究に精通しており、特に人に痛みを与える辛味においての造詣が深い。「九宮格」という名の火鍋薬を発明している。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 100.0,
        "Skills": [
            121801,
            121802,
            121803,
            121804,
            121806,
            121807
        ],
        "Ranks": [
            121801,
            121802,
            121803,
            121804,
            121805,
            121806
        ],
        "Icon": "avatarshopicon/Avatar/1218",
        "Pic": "avatardrawcard/1218.png",
        "Mat": [
            114013,
            110422,
            110223,
            110505
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2"
        ]
    },
    {
        "_id": 1221,
        "Ver": "2.4v2",
        "Name": "雲璃",
        "Desc": "仙舟「朱明」の猟剣士。素直な性格で、「燭淵将軍」懐炎の孫娘。彼の寵愛を一身に受けている。<br>幼い頃から懐炎より剣術と鍛造技術を学び、「焔輪八葉」の中で2番目に若い天才剣士。<br>朱明から流出した魔剣を心底嫌悪し、「魔剣を狩り尽くす」と誓いを立てている。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            122101,
            122102,
            122103,
            122104,
            122106,
            122107
        ],
        "Ranks": [
            122101,
            122102,
            122103,
            122104,
            122105,
            122106
        ],
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Mat": [
            114003,
            110421,
            110183,
            110505
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2"
        ]
    },
    {
        "_id": 1224,
        "Ver": "2.4v2",
        "Name": "三月なのか",
        "Desc": "仙舟の服に着替えた三月なのか。剣を手に執る武侠少女。<br>雲璃と彦卿に弟子入りし、仙舟でもっとたくさんの美しい「思い出」を作るために張り切っている。",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 110.0,
        "Skills": [
            122401,
            122408,
            122402,
            122403,
            122404,
            122406,
            122407
        ],
        "Ranks": [
            122401,
            122402,
            122403,
            122404,
            122405,
            122406
        ],
        "Icon": "avatarshopicon/Avatar/1224",
        "Pic": "avatardrawcard/1224.png",
        "Mat": [
            111013,
            110403,
            110193,
            110501
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 418.95,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2"
        ]
    },
    {
        "_id": 1310,
        "Ver": "2.3",
        "Name": "ホタル",
        "Desc": "星核ハンターの一員、装甲「サム」を身に纏って戦う。任務に忠実で、粘り強い性格。<br>スウォームに打ち勝つための兵器として生まれた彼女は、成長速度が一般人とは異なり、寿命が非常に短い。<br>「生」を求めて星核ハンターに加わり、運命に抗う方法を探している。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            131001,
            131002,
            131003,
            131004,
            131006,
            131007,
            131009,
            131008
        ],
        "Ranks": [
            131001,
            131002,
            131003,
            131004,
            131005,
            131006
        ],
        "Icon": "avatarshopicon/Avatar/1310",
        "Pic": "avatardrawcard/1310.png",
        "Mat": [
            114013,
            110422,
            110183,
            110505
        ],
        "Stats": {
            "HP": 814.968,
            "ATK": 523.908,
            "DEF": 776.16,
            "SPD": 104.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1314,
        "Ver": "2.3",
        "Name": "ジェイド",
        "Desc": "スターピースカンパニー「戦略投資部」の高級幹部。「十の石心」の1人で、「貸付の翡翠」という基石を所持している。<br>冷たく優雅な貸金屋で、人の心を読むことが得意。個人の趣味で「ポーンショップヒスイ」を経営している。<br>価値あるものを手に入れるためなら、辛抱強く待つことも厭わない。何も持っていないように見える顧客から「価値」を搾取することに長けている。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131401,
            131402,
            131403,
            131404,
            131406,
            131407
        ],
        "Ranks": [
            131401,
            131402,
            131403,
            131404,
            131405,
            131406
        ],
        "Icon": "avatarshopicon/Avatar/1314",
        "Pic": "avatardrawcard/1314.png",
        "Mat": [
            114003,
            110426,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 509.355,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1309,
        "Ver": "2.2",
        "Name": "ロビン",
        "Desc": "銀河に名を馳せるピノコニー出身の天環族の歌手。優雅で落ち着いた雰囲気の少女。<br>今回はファミリーの招待を受け、故郷に戻り「調和セレモニー」で歌を披露することになった。<br>「調和」の力で歌声を届け、ファンだけでなく世界中の生命に「共感」を与えることができる。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 160.0,
        "Skills": [
            130901,
            130902,
            130903,
            130904,
            130906,
            130907
        ],
        "Ranks": [
            130901,
            130902,
            130903,
            130904,
            130905,
            130906
        ],
        "Icon": "avatarshopicon/Avatar/1309",
        "Pic": "avatardrawcard/1309.png",
        "Mat": [
            114003,
            110421,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 640.332,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1315,
        "Ver": "2.2",
        "Name": "ブートヒル",
        "Desc": "宇宙を放浪するサイボーグカウボーイ。かなり楽観的で、自由奔放。<br>「巡海レンジャー」の一員で、悪を懲らしめるためなら手段を選ばない——<br>その派手な行動は、復讐の対象である「スターピースカンパニー」の注意を引くためである。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 115.0,
        "Skills": [
            131501,
            131508,
            131502,
            131503,
            131504,
            131506,
            131507
        ],
        "Ranks": [
            131501,
            131502,
            131503,
            131504,
            131505,
            131506
        ],
        "Icon": "avatarshopicon/Avatar/1315",
        "Pic": "avatardrawcard/1315.png",
        "Mat": [
            114013,
            110421,
            110193,
            110505
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 436.59,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8005,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800501,
            800502,
            800503,
            800504,
            800506,
            800507
        ],
        "Ranks": [
            800501,
            800502,
            800503,
            800504,
            800505,
            800506
        ],
        "Icon": "avatarshopicon/Avatar/8005",
        "Pic": "avatardrawcard/8005.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8006,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800601,
            800602,
            800603,
            800604,
            800606,
            800607
        ],
        "Ranks": [
            800601,
            800602,
            800603,
            800604,
            800605,
            800606
        ],
        "Icon": "avatarshopicon/Avatar/8006",
        "Pic": "avatardrawcard/8006.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1301,
        "Ver": "2.1",
        "Name": "ギャラガー",
        "Desc": "ピノコニーのハウンド家の保安官。来賓には礼儀正しく接しているが、常に警戒心を持っている。何やら複雑な過去があるようだが、自分からそれについて言及することはない。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            130101,
            130108,
            130102,
            130103,
            130104,
            130106,
            130107
        ],
        "Ranks": [
            130101,
            130102,
            130103,
            130104,
            130105,
            130106
        ],
        "Icon": "avatarshopicon/Avatar/1301",
        "Pic": "avatardrawcard/1301.png",
        "Mat": [
            114003,
            110422,
            110243,
            110504
        ],
        "Stats": {
            "HP": 1305.36,
            "ATK": 529.2,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1304,
        "Ver": "2.1",
        "Name": "アベンチュリン",
        "Desc": "スターピースカンパニー「戦略投資部」の幹部。<br>リスクを好む性格で、常に笑顔を絶やさないが、その本心を人に見せることはない。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Preservation",
        "SP": 110.0,
        "Skills": [
            130401,
            130402,
            130403,
            130404,
            130406,
            130407
        ],
        "Ranks": [
            130401,
            130402,
            130403,
            130404,
            130405,
            130406
        ],
        "Icon": "avatarshopicon/Avatar/1304",
        "Pic": "avatardrawcard/1304.png",
        "Mat": [
            114013,
            110417,
            110213,
            110504
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 446.292,
            "DEF": 654.885,
            "SPD": 106.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1308,
        "Ver": "2.1",
        "Name": "黄泉",
        "Desc": "「巡海レンジャー」を自称する旅人、本名は不明。<br>長い刀を携え、1人で銀河を旅している。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 9.0,
        "Skills": [
            130801,
            130802,
            130803,
            130804,
            130814,
            130815,
            130816,
            130817,
            130806,
            130807
        ],
        "Ranks": [
            130801,
            130802,
            130803,
            130804,
            130805,
            130806
        ],
        "Icon": "avatarshopicon/Avatar/1308",
        "Pic": "avatardrawcard/1308.png",
        "Mat": [
            114003,
            110414,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 698.544,
            "DEF": 436.59,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1306,
        "Ver": "2.0",
        "Name": "花火",
        "Desc": "「仮面の愚者」の1人。つかみどころがなく、手段を選ばない人物。<br>危険な演劇のマスターで、役作りに夢中になっている。千の仮面を持ち、万の顔を演じることができる。<br>富、地位、権力…これらは花火にとって重要ではない。彼女を動かせるのは「愉しいこと」だけである。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 110.0,
        "Skills": [
            130601,
            130602,
            130603,
            130604,
            130606,
            130607
        ],
        "Ranks": [
            130601,
            130602,
            130603,
            130604,
            130605,
            130606
        ],
        "Icon": "avatarshopicon/Avatar/1306",
        "Pic": "avatardrawcard/1306.png",
        "Mat": [
            114013,
            110426,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1307,
        "Ver": "2.0",
        "Name": "ブラックスワン",
        "Desc": "「ガーデン・オブ・リコレクション」のメモキーパーで、気だるげで謎めいた雰囲気の占い師。<br>他人の「記憶」に辛抱強く耳を傾け、その運命をすべて掌握している。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            130701,
            130702,
            130703,
            130704,
            130706,
            130707
        ],
        "Ranks": [
            130701,
            130702,
            130703,
            130704,
            130705,
            130706
        ],
        "Icon": "avatarshopicon/Avatar/1307",
        "Pic": "avatardrawcard/1307.png",
        "Mat": [
            111003,
            110415,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1312,
        "Ver": "2.0",
        "Name": "ミーシャ",
        "Desc": "ピノコニーのホテルのドアボーイ。行儀の良い男の子。<br>ナナシビトに憧れており、いつの日か旅に出ることを夢見ている。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 100.0,
        "Skills": [
            131201,
            131202,
            131203,
            131204,
            131206,
            131207
        ],
        "Ranks": [
            131201,
            131202,
            131203,
            131204,
            131205,
            131206
        ],
        "Icon": "avatarshopicon/Avatar/1312",
        "Pic": "avatardrawcard/1312.png",
        "Mat": [
            114003,
            110423,
            110183,
            110504
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1214,
        "Ver": "1.6",
        "Name": "雪衣",
        "Desc": "仙舟「羅浮」で生死を監察する機構「十王司」の判官。<br>その身が死んでから長い時が経つが、人形の体を借りて「還陽」し、使命を全うする。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            121401,
            121402,
            121403,
            121404,
            121406,
            121407
        ],
        "Ranks": [
            121401,
            121402,
            121403,
            121404,
            121405,
            121406
        ],
        "Icon": "avatarshopicon/Avatar/1214",
        "Pic": "avatardrawcard/1214.png",
        "Mat": [
            111003,
            110416,
            110113,
            110504
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 103.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1303,
        "Ver": "1.6",
        "Name": "ルアン・メェイ",
        "Desc": "天才クラブのメンバー、生命科学の専門家。ヘルタたちと協力して模擬宇宙を開発した。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            130301,
            130302,
            130303,
            130304,
            130306,
            130307
        ],
        "Ranks": [
            130301,
            130302,
            130303,
            130304,
            130305,
            130306
        ],
        "Icon": "avatarshopicon/Avatar/1303",
        "Pic": "avatardrawcard/1303.png",
        "Mat": [
            113003,
            110413,
            110163,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 104.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1305,
        "Ver": "1.6",
        "Name": "Dr.レイシオ",
        "Desc": "博識学会の学者。<br><br>変わった性格をしていて、毒舌だが立ち振る舞いはエレガントである。<br>奇異な石膏頭の下の容貌は意外にも美しい。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            130501,
            130502,
            130503,
            130504,
            130506,
            130507
        ],
        "Ranks": [
            130501,
            130502,
            130503,
            130504,
            130505,
            130506
        ],
        "Icon": "avatarshopicon/Avatar/1305",
        "Pic": "avatardrawcard/1305.png",
        "Mat": [
            111013,
            110417,
            110123,
            110504
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 776.16,
            "DEF": 460.845,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1215,
        "Ver": "1.5",
        "Name": "寒鴉",
        "Desc": "仙舟「羅浮」十王司の判官の一人。<br>十王の命を受け、冥兆天筆を使って様々な罪業を読み取り、判決を下す。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            121501,
            121502,
            121503,
            121504,
            121506,
            121507
        ],
        "Ranks": [
            121501,
            121502,
            121503,
            121504,
            121505,
            121506
        ],
        "Icon": "avatarshopicon/Avatar/1215",
        "Pic": "avatardrawcard/1215.png",
        "Mat": [
            113013,
            110411,
            110163,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 352.8,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1217,
        "Ver": "1.5",
        "Name": "フォフォ",
        "Desc": "仙舟「羅浮」の十王司見習い判官。歳陽に取り憑かれた狐族の少女。<br>怪異を恐れる臆病で不憫な女の子だが、邪悪なるものを捕える責任を担っている。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Abundance",
        "SP": 140.0,
        "Skills": [
            121701,
            121702,
            121703,
            121704,
            121706,
            121707
        ],
        "Ranks": [
            121701,
            121702,
            121703,
            121704,
            121705,
            121706
        ],
        "Icon": "avatarshopicon/Avatar/1217",
        "Pic": "avatardrawcard/1217.png",
        "Mat": [
            113003,
            110415,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1302,
        "Ver": "1.5",
        "Name": "アルジェンティ",
        "Desc": "「純美の騎士団」の古典的な騎士。行方不明になっている「純美」の星神イドリラを敬虔に慕っていた。<br>正直で、堂々とした性格の人。宇宙を漫遊し、イドリラの名を広めている。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Erudition",
        "SP": 180.0,
        "Skills": [
            130201,
            130202,
            130203,
            130204,
            130206,
            130207,
            130214
        ],
        "Ranks": [
            130201,
            130202,
            130203,
            130204,
            130205,
            130206
        ],
        "Icon": "avatarshopicon/Avatar/1302",
        "Pic": "avatardrawcard/1302.png",
        "Mat": [
            111003,
            110411,
            110133,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 737.352,
            "DEF": 363.825,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1112,
        "Ver": "1.4",
        "Name": "トパーズ&カブ",
        "Desc": "スターピースカンパニー「戦略投資部」の高級幹部であるトパーズは、特殊債務ピケ部隊を率いている。<br>若くして「十の石心」の一員となった彼女は、「徴収の黄玉」という基石を所持している。<br>相棒の次元プーマン「カブ」は富の在処を鋭く感知することができるだけでなく、警備、債権回収、保険数理などの仕事も容易にこなせる。<br>現在、彼女たちは銀河を巡りながら、カンパニーの事業拡大に影響を及ぼす様々な債権トラブルを調査している。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Hunt",
        "SP": 130.0,
        "Skills": [
            111201,
            111202,
            111203,
            111204,
            111206,
            111207
        ],
        "Ranks": [
            111201,
            111202,
            111203,
            111204,
            111205,
            111206
        ],
        "Icon": "avatarshopicon/Avatar/1112",
        "Pic": "avatardrawcard/1112.png",
        "Mat": [
            112003,
            110412,
            110123,
            110503
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 620.928,
            "DEF": 412.335,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1210,
        "Ver": "1.4",
        "Name": "桂乃芬",
        "Desc": "仙舟「羅浮」に滞在するパフォーマンスアーティスト——あるいは、大道芸人。<br>衣食住を賄うついでに、羅浮での新生活を送っている。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            121001,
            121002,
            121003,
            121004,
            121006,
            121007
        ],
        "Ranks": [
            121001,
            121002,
            121003,
            121004,
            121005,
            121006
        ],
        "Icon": "avatarshopicon/Avatar/1210",
        "Pic": "avatardrawcard/1210.png",
        "Mat": [
            113013,
            110412,
            110153,
            110503
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 582.12,
            "DEF": 441.0,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1212,
        "Ver": "1.4",
        "Name": "鏡流",
        "Desc": "かつての羅浮の剣首、雲騎常勝の伝説を築いた者。<br>しかし今、その名は抹消され、魔陰の境を歩く仙舟の裏切り者となっている。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121201,
            121209,
            121202,
            121203,
            121204,
            121206,
            121207
        ],
        "Ranks": [
            121201,
            121202,
            121203,
            121204,
            121205,
            121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1110,
        "Ver": "1.3",
        "Name": "リンクス",
        "Desc": "ベロブルグの雪原探検家、ランドゥー家の末っ子。<br>落ち着いた性格で、極めて強い行動力の持ち主。よく単身で雪原を探険する。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            111001,
            111002,
            111003,
            111004,
            111006,
            111007
        ],
        "Ranks": [
            111001,
            111002,
            111003,
            111004,
            111005,
            111006
        ],
        "Icon": "avatarshopicon/Avatar/1110",
        "Pic": "avatardrawcard/1110.png",
        "Mat": [
            111003,
            110416,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 493.92,
            "DEF": 551.25,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1208,
        "Ver": "1.3",
        "Name": "符玄",
        "Desc": "仙舟「羅浮」太卜司の長。<br>第三の目と窮観の陣を用いて、仙舟の航路を占い、物事の吉凶を予見する。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Preservation",
        "SP": 135.0,
        "Skills": [
            120801,
            120802,
            120803,
            120804,
            120806,
            120807
        ],
        "Ranks": [
            120801,
            120802,
            120803,
            120804,
            120805,
            120806
        ],
        "Icon": "avatarshopicon/Avatar/1208",
        "Pic": "avatardrawcard/1208.png",
        "Mat": [
            113013,
            110416,
            110143,
            110503
        ],
        "Stats": {
            "HP": 1474.704,
            "ATK": 465.696,
            "DEF": 606.375,
            "SPD": 100.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1213,
        "Ver": "1.3",
        "Name": "丹恒・飲月",
        "Desc": "持明族としての丹恒の本相、その前世である「飲月君」が残した力。<br>崢嶸たる角冠を受け継いだ以上、咎人の功罪をすべて受け継がなければならない。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121301,
            121308,
            121310,
            121312,
            121302,
            121303,
            121304,
            121306,
            121307,
            121309
        ],
        "Ranks": [
            121301,
            121302,
            121303,
            121304,
            121305,
            121306
        ],
        "Icon": "avatarshopicon/Avatar/1213",
        "Pic": "avatardrawcard/1213.png",
        "Mat": [
            113003,
            110417,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 363.825,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1005,
        "Ver": "1.2",
        "Name": "カフカ",
        "Desc": "「星核ハンター」のメンバーで、どこか余裕のある颯爽とした麗人。<br>言霊を使い、{NICKNAME}が星核を取り込むよう仕向けた。<br>趣味はコートを買ったり整理したりすること。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100501,
            100502,
            100503,
            100504,
            100506,
            100507
        ],
        "Ranks": [
            100501,
            100502,
            100503,
            100504,
            100505,
            100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1111,
        "Ver": "1.2",
        "Name": "ルカ",
        "Desc": "ベロブルグ下層部のボクシングチャンピオン、「地炎」の中堅メンバーの一人。<br>ファイトクラブの王座保持者。その熱情で下層部の夢ある子どもたちを励ましてきた。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            111101,
            111108,
            111102,
            111103,
            111104,
            111106,
            111107
        ],
        "Ranks": [
            111101,
            111102,
            111103,
            111104,
            111105,
            111106
        ],
        "Icon": "avatarshopicon/Avatar/1111",
        "Pic": "avatardrawcard/1111.png",
        "Mat": [
            112013,
            110401,
            110153,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 582.12,
            "DEF": 485.1,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1205,
        "Ver": "1.2",
        "Name": "刃",
        "Desc": "「星核ハンター」のメンバー。己が身を顧みず、刃にさらす剣客。<br>「運命の奴隷」に仕え、怖ろしい自己回復力を持つ。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            120501,
            120508,
            120503,
            120506,
            120507,
            120502,
            120504
        ],
        "Ranks": [
            120501,
            120502,
            120503,
            120504,
            120505,
            120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1006,
        "Ver": "1.1",
        "Name": "銀狼",
        "Desc": "「星核ハンター」のメンバーで、凄腕のハッカー。<br>宇宙を大きなシミュレーションゲームと見なして楽しんでいる。<br>リアルデータを修正できる「エーテル編集」を習得している。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            100601,
            100602,
            100603,
            100604,
            100606,
            100607
        ],
        "Ranks": [
            100601,
            100602,
            100603,
            100604,
            100605,
            100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1203,
        "Ver": "1.1",
        "Name": "羅刹",
        "Desc": "棺を肌身離さず持ち歩いている、空の彼方からやってきた殊俗の行商人。<br>優れた医療技術を持つ。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            120301,
            120302,
            120303,
            120304,
            120306,
            120307
        ],
        "Ranks": [
            120301,
            120302,
            120303,
            120304,
            120305,
            120306
        ],
        "Icon": "avatarshopicon/Avatar/1203",
        "Pic": "avatardrawcard/1203.png",
        "Mat": [
            113013,
            110407,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 756.756,
            "DEF": 363.825,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1207,
        "Ver": "1.1",
        "Name": "御空",
        "Desc": "仙舟「羅浮」の天舶司のリーダー。百戦錬磨の飛行士で弓の使い手。<br>だが今は膨大な公務に追われ、忙しくしている。",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120701,
            120702,
            120703,
            120704,
            120706,
            120707
        ],
        "Ranks": [
            120701,
            120702,
            120703,
            120704,
            120705,
            120706
        ],
        "Icon": "avatarshopicon/Avatar/1207",
        "Pic": "avatardrawcard/1207.png",
        "Mat": [
            113013,
            110407,
            110163,
            110501
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 599.76,
            "DEF": 374.85,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1001,
        "Ver": "1.0",
        "Name": "三月なのか",
        "Desc": "かつて恒氷の中で眠っていた少女。すべての記憶を失っている。<br>本当の自分を見つけるために、列車に乗って旅をすることを決めた。<br>約 67 種の「身の上話」を用意しているらしい。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            100101,
            100102,
            100103,
            100104,
            100106,
            100107
        ],
        "Ranks": [
            100101,
            100102,
            100103,
            100104,
            100105,
            100106
        ],
        "Icon": "avatarshopicon/Avatar/1001",
        "Pic": "avatardrawcard/1001.png",
        "Mat": [
            111013,
            110403,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 511.56,
            "DEF": 573.3,
            "SPD": 101.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1002,
        "Ver": "1.0",
        "Name": "丹恒",
        "Desc": "自分の過去をひた隠しにしている、凛とした無口な青年。<br>同族を避けるため、星穹列車に同行することを決めた。",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 100.0,
        "Skills": [
            100201,
            100202,
            100203,
            100204,
            100206,
            100207
        ],
        "Ranks": [
            100201,
            100202,
            100203,
            100204,
            100205,
            100206
        ],
        "Icon": "avatarshopicon/Avatar/1002",
        "Pic": "avatardrawcard/1002.png",
        "Mat": [
            111003,
            110405,
            110123,
            110501
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 546.84,
            "DEF": 396.9,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1003,
        "Ver": "1.0",
        "Name": "姫子",
        "Desc": "星穹列車の修復者。<br>広い星空を見るため、星穹列車に乗ることを決めた。<br>趣味は自分で豆を挽いてコーヒーを淹れること。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Erudition",
        "SP": 120.0,
        "Skills": [
            100301,
            100302,
            100303,
            100304,
            100306,
            100307
        ],
        "Ranks": [
            100301,
            100302,
            100303,
            100304,
            100305,
            100306
        ],
        "Icon": "avatarshopicon/Avatar/1003",
        "Pic": "avatardrawcard/1003.png",
        "Mat": [
            111003,
            110402,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 756.756,
            "DEF": 436.59,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1004,
        "Ver": "1.0",
        "Name": "ヴェルト",
        "Desc": "経験豊富で頼れる列車組の先輩。<br>久しぶりの冒険を楽しんでいるうちに、心の中の情熱が再燃した。<br>たまに冒険で経験したことを絵にしてノートにまとめている。",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100401,
            100402,
            100403,
            100404,
            100406,
            100407
        ],
        "Ranks": [
            100401,
            100402,
            100403,
            100404,
            100405,
            100406
        ],
        "Icon": "avatarshopicon/Avatar/1004",
        "Pic": "avatardrawcard/1004.png",
        "Mat": [
            112003,
            110407,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 620.928,
            "DEF": 509.355,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1008,
        "Ver": "1.0",
        "Name": "アーラン",
        "Desc": "宇宙ステーション「ヘルタ」の防衛課責任者。<br>口下手だが、研究を大切にしているスタッフたちがそれぞれの研究を成し遂げられるよう、彼らを命懸けで守ろうとしている。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            100801,
            100802,
            100803,
            100804,
            100806,
            100807
        ],
        "Ranks": [
            100801,
            100802,
            100803,
            100804,
            100805,
            100806
        ],
        "Icon": "avatarshopicon/Avatar/1008",
        "Pic": "avatardrawcard/1008.png",
        "Mat": [
            111003,
            110404,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1199.52,
            "ATK": 599.76,
            "DEF": 330.75,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1009,
        "Ver": "1.0",
        "Name": "アスター",
        "Desc": "宇宙ステーション「ヘルタ」の所長を務める、名門出身のお嬢様。<br>好奇心旺盛な天文学者で、癖のある宇宙ステーションのスタッフたちをまとめるのが得意。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            100901,
            100902,
            100903,
            100904,
            100906,
            100907
        ],
        "Ranks": [
            100901,
            100902,
            100903,
            100904,
            100905,
            100906
        ],
        "Icon": "avatarshopicon/Avatar/1009",
        "Pic": "avatardrawcard/1009.png",
        "Mat": [
            112003,
            110402,
            110163,
            110501
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 511.56,
            "DEF": 463.05,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1013,
        "Ver": "1.0",
        "Name": "ヘルタ",
        "Desc": "「天才クラブ」#83、宇宙ステーションの真の主。<br>人に勝る知恵を持つが、まったく共感力がない大科学者。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 110.0,
        "Skills": [
            101301,
            101302,
            101303,
            101304,
            101306,
            101307
        ],
        "Ranks": [
            101301,
            101302,
            101303,
            101304,
            101305,
            101306
        ],
        "Icon": "avatarshopicon/Avatar/1013",
        "Pic": "avatardrawcard/1013.png",
        "Mat": [
            111003,
            110403,
            110133,
            110501
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 396.9,
            "SPD": 100.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1101,
        "Ver": "1.0",
        "Name": "ブローニャ",
        "Desc": "ベロブルグの「大守護者」の継承者。<br>姫としての高貴さと、軍人としての堅実さを兼ね備えている。",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            110101,
            110102,
            110103,
            110104,
            110106,
            110107
        ],
        "Ranks": [
            110101,
            110102,
            110103,
            110104,
            110105,
            110106
        ],
        "Icon": "avatarshopicon/Avatar/1101",
        "Pic": "avatardrawcard/1101.png",
        "Mat": [
            112003,
            110405,
            110163,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 582.12,
            "DEF": 533.61,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1102,
        "Ver": "1.0",
        "Name": "ゼーレ",
        "Desc": "地下反抗組織「地炎」の中堅、通称「バーブチカ」。<br>さっぱりした性格だが、繊細で敏感な一面もある。",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            110201,
            110202,
            110203,
            110204,
            110206,
            110207
        ],
        "Ranks": [
            110201,
            110202,
            110203,
            110204,
            110205,
            110206
        ],
        "Icon": "avatarshopicon/Avatar/1102",
        "Pic": "avatardrawcard/1102.png",
        "Mat": [
            111013,
            110406,
            110123,
            110502
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 363.825,
            "SPD": 115.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1103,
        "Ver": "1.0",
        "Name": "セーバル",
        "Desc": "ベロブルグの機械工、前職は建創者の技術部門の研究員。<br>ジェパード・ランドゥーの姉だが、弟とはまったく異なる性格をしている。<br>大寒波が訪れる前に存在した「ロック」という古典音楽を熱愛している。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 100.0,
        "Skills": [
            110301,
            110302,
            110303,
            110304,
            110306,
            110307
        ],
        "Ranks": [
            110301,
            110302,
            110303,
            110304,
            110305,
            110306
        ],
        "Icon": "avatarshopicon/Avatar/1103",
        "Pic": "avatardrawcard/1103.png",
        "Mat": [
            112003,
            110404,
            110133,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 652.68,
            "DEF": 374.85,
            "SPD": 104.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1104,
        "Ver": "1.0",
        "Name": "ジェパード",
        "Desc": "シルバーメインの戍衛官、ベロブルグで指折りの戦士。<br>裏表がなく、几帳面で、仕事を怠けたことがない。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 100.0,
        "Skills": [
            110401,
            110402,
            110403,
            110404,
            110406,
            110407
        ],
        "Ranks": [
            110401,
            110402,
            110403,
            110404,
            110405,
            110406
        ],
        "Icon": "avatarshopicon/Avatar/1104",
        "Pic": "avatardrawcard/1104.png",
        "Mat": [
            112003,
            110403,
            110143,
            110502
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 543.312,
            "DEF": 654.885,
            "SPD": 92.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1105,
        "Ver": "1.0",
        "Name": "ナターシャ",
        "Desc": "べロブルグ下層部の医者、子供たちの面倒を見ている。<br>穏やかで親しみやすい性格だが、怖い一面もある。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Abundance",
        "SP": 90.0,
        "Skills": [
            110501,
            110502,
            110503,
            110504,
            110506,
            110507
        ],
        "Ranks": [
            110501,
            110502,
            110503,
            110504,
            110505,
            110506
        ],
        "Icon": "avatarshopicon/Avatar/1105",
        "Pic": "avatardrawcard/1105.png",
        "Mat": [
            112013,
            110401,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 507.15,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1106,
        "Ver": "1.0",
        "Name": "ペラ",
        "Desc": "シルバーメインの情報官。<br>真面目な性格で、シルバーメインのメンバーたちから尊敬されている。",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            110601,
            110602,
            110603,
            110604,
            110606,
            110607
        ],
        "Ranks": [
            110601,
            110602,
            110603,
            110604,
            110605,
            110606
        ],
        "Icon": "avatarshopicon/Avatar/1106",
        "Pic": "avatardrawcard/1106.png",
        "Mat": [
            111003,
            110403,
            110153,
            110502
        ],
        "Stats": {
            "HP": 987.84,
            "ATK": 546.84,
            "DEF": 463.05,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1107,
        "Ver": "1.0",
        "Name": "クラーラ",
        "Desc": "機械と一緒に暮らしている流浪の少女。<br>内向的で優しく、純粋な心を持っている。<br>下層部の人々が互いの「家族」になることを願っている。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            110701,
            110702,
            110703,
            110704,
            110706,
            110707
        ],
        "Ranks": [
            110701,
            110702,
            110703,
            110704,
            110705,
            110706
        ],
        "Icon": "avatarshopicon/Avatar/1107",
        "Pic": "avatardrawcard/1107.png",
        "Mat": [
            112013,
            110401,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 737.352,
            "DEF": 485.1,
            "SPD": 90.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1108,
        "Ver": "1.0",
        "Name": "サンポ",
        "Desc": "地上と地下を行き来する商人。<br>馴れ馴れしく、情熱的でユーモアがあり、いつも道化を演じている。",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            110801,
            110802,
            110803,
            110804,
            110806,
            110807
        ],
        "Ranks": [
            110801,
            110802,
            110803,
            110804,
            110805,
            110806
        ],
        "Icon": "avatarshopicon/Avatar/1108",
        "Pic": "avatardrawcard/1108.png",
        "Mat": [
            112013,
            110405,
            110153,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 617.4,
            "DEF": 396.9,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1109,
        "Ver": "1.0",
        "Name": "フック",
        "Desc": "地下冒険団「モグラ党」の親分（自称）。<br>自由を愛する彼女は、日々の生活を冒険の一幕だと考えている。",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            110901,
            110902,
            110903,
            110904,
            110906,
            110907,
            110909
        ],
        "Ranks": [
            110901,
            110902,
            110903,
            110904,
            110905,
            110906
        ],
        "Icon": "avatarshopicon/Avatar/1109",
        "Pic": "avatardrawcard/1109.png",
        "Mat": [
            112013,
            110402,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1340.64,
            "ATK": 617.4,
            "DEF": 352.8,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1201,
        "Ver": "1.0",
        "Name": "青雀",
        "Desc": "仙舟「羅浮」の太卜司の卜者、兼書庫の管理員。<br>普段から仕事をサボっているため、これ以上降格の余地がなく、じきに「門番」になる予定。",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            120101,
            120108,
            120102,
            120103,
            120104,
            120106,
            120107
        ],
        "Ranks": [
            120101,
            120102,
            120103,
            120104,
            120105,
            120106
        ],
        "Icon": "avatarshopicon/Avatar/1201",
        "Pic": "avatardrawcard/1201.png",
        "Mat": [
            111013,
            110406,
            110133,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 652.68,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1202,
        "Ver": "1.0",
        "Name": "停雲",
        "Desc": "仙舟「羅浮」の天舶司の接渡使。<br>商団と共に多くの世界に足を運び、貿易関係や同盟を結んでいる。",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120201,
            120202,
            120203,
            120204,
            120206,
            120207
        ],
        "Ranks": [
            120201,
            120202,
            120203,
            120204,
            120205,
            120206
        ],
        "Icon": "avatarshopicon/Avatar/1202",
        "Pic": "avatardrawcard/1202.png",
        "Mat": [
            113003,
            110404,
            110163,
            110501
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 396.9,
            "SPD": 112.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1204,
        "Ver": "1.0",
        "Name": "景元",
        "Desc": "仙舟同盟帝弓七天将の1人。仙舟「羅浮」の雲騎軍を率いる「神策将軍」。<br>先代の「羅浮」剣首に師事していたが、武力で名をはせてはいない。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 130.0,
        "Skills": [
            120401,
            120402,
            120403,
            120404,
            120406,
            120407
        ],
        "Ranks": [
            120401,
            120402,
            120403,
            120404,
            120405,
            120406
        ],
        "Icon": "avatarshopicon/Avatar/1204",
        "Pic": "avatardrawcard/1204.png",
        "Mat": [
            113003,
            110414,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1206,
        "Ver": "1.0",
        "Name": "素裳",
        "Desc": "仙舟「曜青」で生まれ、「羅浮」の雲騎軍で訓練を受けている新兵。<br>彼女は母から贈られた家伝の剣を手に、これから訪れる未来に期待を膨らませている。",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            120601,
            120602,
            120603,
            120604,
            120606,
            120607
        ],
        "Ranks": [
            120601,
            120602,
            120603,
            120604,
            120605,
            120606
        ],
        "Icon": "avatarshopicon/Avatar/1206",
        "Pic": "avatardrawcard/1206.png",
        "Mat": [
            113013,
            110401,
            110123,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 418.95,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1209,
        "Ver": "1.0",
        "Name": "彦卿",
        "Desc": "将軍景元の護衛であり、まだ総角の歳に過ぎない剣の天才。<br>剣を手にすれば無敵である。",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            120901,
            120902,
            120903,
            120904,
            120906,
            120907
        ],
        "Ranks": [
            120901,
            120902,
            120903,
            120904,
            120905,
            120906
        ],
        "Icon": "avatarshopicon/Avatar/1209",
        "Pic": "avatardrawcard/1209.png",
        "Mat": [
            111013,
            110413,
            110123,
            110502
        ],
        "Stats": {
            "HP": 892.584,
            "ATK": 679.14,
            "DEF": 412.335,
            "SPD": 109.0,
            "Aggro": 75.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1211,
        "Ver": "1.0",
        "Name": "白露",
        "Desc": "仙舟「羅浮」の持明族の尊長、「啣薬の龍女」と称される医士。<br>彼女は独自の医療知識と、龍脈を持つ者にしか行えない「医療手段」で人々の傷や病を治している。",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            121101,
            121102,
            121103,
            121104,
            121106,
            121107
        ],
        "Ranks": [
            121101,
            121102,
            121103,
            121104,
            121105,
            121106
        ],
        "Icon": "avatarshopicon/Avatar/1211",
        "Pic": "avatardrawcard/1211.png",
        "Mat": [
            111003,
            110404,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1319.472,
            "ATK": 562.716,
            "DEF": 485.1,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8001,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800101,
            800102,
            800103,
            800104,
            800106,
            800107,
            800108,
            800109
        ],
        "Ranks": [
            800101,
            800102,
            800103,
            800104,
            800105,
            800106
        ],
        "Icon": "avatarshopicon/Avatar/8001",
        "Pic": "avatardrawcard/8001.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8002,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800201,
            800202,
            800203,
            800204,
            800206,
            800207,
            800208,
            800209
        ],
        "Ranks": [
            800201,
            800202,
            800203,
            800204,
            800205,
            800206
        ],
        "Icon": "avatarshopicon/Avatar/8002",
        "Pic": "avatardrawcard/8002.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8003,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800301,
            800308,
            800302,
            800303,
            800304,
            800306,
            800307
        ],
        "Ranks": [
            800301,
            800302,
            800303,
            800304,
            800305,
            800306
        ],
        "Icon": "avatarshopicon/Avatar/8003",
        "Pic": "avatardrawcard/8003.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8004,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "星穹列車に乗車した{F#少女}{M#少年}。<br>星核がもたらす危機を回避するため、星穹列車に同行することを選択した。",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800401,
            800408,
            800402,
            800403,
            800404,
            800406,
            800407
        ],
        "Ranks": [
            800401,
            800402,
            800403,
            800404,
            800405,
            800406
        ],
        "Icon": "avatarshopicon/Avatar/8004",
        "Pic": "avatardrawcard/8004.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "ISN": "",
        "ISD": "",
        "V": [
            "Pre"
        ]
    }
]

var _item = {
    "110111": {
        "Name": "破砕の刃切",
        "Icon": "itemicon/110111.png"
    },
    "110112": {
        "Name": "無生の刃切",
        "Icon": "itemicon/110112.png"
    },
    "110113": {
        "Name": "浄世の刃切",
        "Icon": "itemicon/110113.png"
    },
    "110121": {
        "Name": "狩獣の矢",
        "Icon": "itemicon/110121.png"
    },
    "110122": {
        "Name": "屠魔の矢",
        "Icon": "itemicon/110122.png"
    },
    "110123": {
        "Name": "逐星の矢",
        "Icon": "itemicon/110123.png"
    },
    "110131": {
        "Name": "着想のカギ",
        "Icon": "itemicon/110131.png"
    },
    "110132": {
        "Name": "啓発のカギ",
        "Icon": "itemicon/110132.png"
    },
    "110133": {
        "Name": "叡智のカギ",
        "Icon": "itemicon/110133.png"
    },
    "110141": {
        "Name": "青銅の執着",
        "Icon": "itemicon/110141.png"
    },
    "110142": {
        "Name": "寒鉄の誓い",
        "Icon": "itemicon/110142.png"
    },
    "110143": {
        "Name": "琥珀の堅守",
        "Icon": "itemicon/110143.png"
    },
    "110151": {
        "Name": "黯淡な黒曜",
        "Icon": "itemicon/110151.png"
    },
    "110152": {
        "Name": "虚空の黒曜",
        "Icon": "itemicon/110152.png"
    },
    "110153": {
        "Name": "沈淪せし黒曜",
        "Icon": "itemicon/110153.png"
    },
    "110161": {
        "Name": "調和のハーモニー",
        "Icon": "itemicon/110161.png"
    },
    "110162": {
        "Name": "ファミリー賛歌",
        "Icon": "itemicon/110162.png"
    },
    "110163": {
        "Name": "群星の楽章",
        "Icon": "itemicon/110163.png"
    },
    "110171": {
        "Name": "豊穣の種",
        "Icon": "itemicon/110171.png"
    },
    "110172": {
        "Name": "生命の芽",
        "Icon": "itemicon/110172.png"
    },
    "110173": {
        "Name": "永久の花",
        "Icon": "itemicon/110173.png"
    },
    "110181": {
        "Name": "歩離の犬牙",
        "Icon": "itemicon/110181.png"
    },
    "110182": {
        "Name": "狼毒の牙",
        "Icon": "itemicon/110182.png"
    },
    "110183": {
        "Name": "月狂いの凶牙",
        "Icon": "itemicon/110183.png"
    },
    "110191": {
        "Name": "隕鉄の弾丸",
        "Icon": "itemicon/110191.png"
    },
    "110192": {
        "Name": "定められた死因",
        "Icon": "itemicon/110192.png"
    },
    "110193": {
        "Name": "時に抗う一撃",
        "Icon": "itemicon/110193.png"
    },
    "110201": {
        "Name": "ラフスケッチ",
        "Icon": "itemicon/110201.png"
    },
    "110202": {
        "Name": "躍動感のある線画",
        "Icon": "itemicon/110202.png"
    },
    "110203": {
        "Name": "見事なカラー原画",
        "Icon": "itemicon/110203.png"
    },
    "110211": {
        "Name": "散らばった星の砂",
        "Icon": "itemicon/110211.png"
    },
    "110212": {
        "Name": "流星プリズム",
        "Icon": "itemicon/110212.png"
    },
    "110213": {
        "Name": "聖なる琥珀",
        "Icon": "itemicon/110213.png"
    },
    "110221": {
        "Name": "熾烈の霊",
        "Icon": "itemicon/110221.png"
    },
    "110222": {
        "Name": "星火の精",
        "Icon": "itemicon/110222.png"
    },
    "110223": {
        "Name": "焼天の魔",
        "Icon": "itemicon/110223.png"
    },
    "110231": {
        "Name": "雲端の音符",
        "Icon": "itemicon/110231.png"
    },
    "110232": {
        "Name": "空際の小節",
        "Icon": "itemicon/110232.png"
    },
    "110233": {
        "Name": "天外の楽章",
        "Icon": "itemicon/110233.png"
    },
    "110241": {
        "Name": "珍木の種",
        "Icon": "itemicon/110241.png"
    },
    "110242": {
        "Name": "育みの蜜",
        "Icon": "itemicon/110242.png"
    },
    "110243": {
        "Name": "森羅の果実",
        "Icon": "itemicon/110243.png"
    },
    "110400": {
        "Name": "深邃な星外物質",
        "Icon": "itemicon/110400.png"
    },
    "110401": {
        "Name": "鉄狼の砕けた刃",
        "Icon": "itemicon/110401.png"
    },
    "110402": {
        "Name": "恒温晶殻",
        "Icon": "itemicon/110402.png"
    },
    "110403": {
        "Name": "吹雪の角",
        "Icon": "itemicon/110403.png"
    },
    "110404": {
        "Name": "過去の影の雷冠",
        "Icon": "itemicon/110404.png"
    },
    "110405": {
        "Name": "暴風の眼",
        "Icon": "itemicon/110405.png"
    },
    "110406": {
        "Name": "虚幻鋳鉄",
        "Icon": "itemicon/110406.png"
    },
    "110407": {
        "Name": "過去の影の金装飾",
        "Icon": "itemicon/110407.png"
    },
    "110411": {
        "Name": "幽府通令",
        "Icon": "itemicon/110411.png"
    },
    "110412": {
        "Name": "灼熱の鋼刃",
        "Icon": "itemicon/110412.png"
    },
    "110413": {
        "Name": "苦寒晶殻",
        "Icon": "itemicon/110413.png"
    },
    "110414": {
        "Name": "鍛錬者の雷枝",
        "Icon": "itemicon/110414.png"
    },
    "110415": {
        "Name": "天人の残穢",
        "Icon": "itemicon/110415.png"
    },
    "110416": {
        "Name": "蒼猿の釘",
        "Icon": "itemicon/110416.png"
    },
    "110417": {
        "Name": "霊鎮めの勅符",
        "Icon": "itemicon/110417.png"
    },
    "114002": {
        "Name": "ドリームフローバルブ",
        "Icon": "itemicon/114002.png"
    },
    "114003": {
        "Name": "ドリームメイキングモーター",
        "Icon": "itemicon/114003.png"
    },
    "114001": {
        "Name": "ドリームコレクションパーツ",
        "Icon": "itemicon/114001.png"
    },
    "110421": {
        "Name": "スターピース社員証",
        "Icon": "itemicon/110421.png"
    },
    "110422": {
        "Name": "憤怒の心",
        "Icon": "itemicon/110422.png"
    },
    "110423": {
        "Name": "夢の冷蔵庫",
        "Icon": "itemicon/110423.png"
    },
    "110426": {
        "Name": "夢を炙るトーチバーナー",
        "Icon": "itemicon/110426.png"
    },
    "114011": {
        "Name": "思考の粉末",
        "Icon": "itemicon/114011.png"
    },
    "114012": {
        "Name": "印象の残晶",
        "Icon": "itemicon/114012.png"
    },
    "114013": {
        "Name": "砕けた欲望の鏡",
        "Icon": "itemicon/114013.png"
    },
    "113001": {
        "Name": "永寿の萌芽",
        "Icon": "itemicon/113001.png"
    },
    "113002": {
        "Name": "永寿の天華",
        "Icon": "itemicon/113002.png"
    },
    "113003": {
        "Name": "永寿の栄枝",
        "Icon": "itemicon/113003.png"
    },
    "113011": {
        "Name": "工造機関",
        "Icon": "itemicon/113011.png"
    },
    "113012": {
        "Name": "工造迴輪",
        "Icon": "itemicon/113012.png"
    },
    "113013": {
        "Name": "工造渾心",
        "Icon": "itemicon/113013.png"
    },
    "112001": {
        "Name": "シルバーメインの釦",
        "Icon": "itemicon/112001.png"
    },
    "112002": {
        "Name": "シルバーメインの記章",
        "Icon": "itemicon/112002.png"
    },
    "112003": {
        "Name": "シルバーメインの勲章",
        "Icon": "itemicon/112003.png"
    },
    "112011": {
        "Name": "古代パーツ",
        "Icon": "itemicon/112011.png"
    },
    "112012": {
        "Name": "古代シャフト",
        "Icon": "itemicon/112012.png"
    },
    "112013": {
        "Name": "古代エンジン",
        "Icon": "itemicon/112013.png"
    },
    "111001": {
        "Name": "消滅した原核",
        "Icon": "itemicon/111001.png"
    },
    "111002": {
        "Name": "微かに光る原核",
        "Icon": "itemicon/111002.png"
    },
    "111003": {
        "Name": "脈動する原核",
        "Icon": "itemicon/111003.png"
    },
    "111011": {
        "Name": "略奪の本能",
        "Icon": "itemicon/111011.png"
    },
    "111012": {
        "Name": "改ざんの野心",
        "Icon": "itemicon/111012.png"
    },
    "110501": {
        "Name": "壊滅者の末路",
        "Icon": "itemicon/110501.png"
    },
    "111013": {
        "Name": "踏みにじる意志",
        "Icon": "itemicon/111013.png"
    },
    "110503": {
        "Name": "無窮なる仮身の遺恨",
        "Icon": "itemicon/110503.png"
    },
    "110502": {
        "Name": "守護者の悲願",
        "Icon": "itemicon/110502.png"
    },
    "110504": {
        "Name": "星を蝕む古の悪",
        "Icon": "itemicon/110504.png"
    },
    "110505": {
        "Name": "同願の遺音",
        "Icon": "itemicon/110505.png"
    }
}

var _propiconname = {
    "IceAddedRatio": "IconIceAddedRatio.png",
    "DefenceAddedRatio": "IconDefence.png",
    "StatusResistanceBase": "IconStatusResistance.png",
    "WindAddedRatio": "IconWindAddedRatio.png",
    "AttackAddedRatio": "IconAttack.png",
    "FireAddedRatio": "IconFireAddedRatio.png",
    "ImaginaryAddedRatio": "IconImaginaryAddedRatio.png",
    "StatusProbabilityBase": "IconStatusProbability.png",
    "HPAddedRatio": "IconMaxHP.png",
    "QuantumAddedRatio": "IconQuantumAddedRatio.png",
    "CriticalChanceBase": "IconCriticalChance.png",
    "CriticalDamageBase": "IconCriticalDamage.png",
    "PhysicalAddedRatio": "IconPhysicalAddedRatio.png",
    "ThunderAddedRatio": "IconThunderAddedRatio.png",
    "BreakDamageAddedRatioBase": "IconBreakUp.png",
    "SpeedDelta": "IconSpeed.png"
}

var _propname = {
    "IceAddedRatio": "ダメージ強化・氷",
    "DefenceAddedRatio": "防御強化",
    "StatusResistanceBase": "効果抵抗強化",
    "WindAddedRatio": "ダメージ強化・風",
    "AttackAddedRatio": "攻撃強化",
    "FireAddedRatio": "ダメージ強化・炎",
    "ImaginaryAddedRatio": "ダメージ強化・虚数",
    "StatusProbabilityBase": "効果命中強化",
    "HPAddedRatio": "HP強化",
    "QuantumAddedRatio": "ダメージ強化・量子",
    "CriticalChanceBase": "会心率強化",
    "CriticalDamageBase": "会心ダメージ強化",
    "PhysicalAddedRatio": "ダメージ強化・物理",
    "ThunderAddedRatio": "ダメージ強化・雷",
    "BreakDamageAddedRatioBase": "撃破強化",
    "SpeedDelta": "速度強化"
}

var _camp = {
    "100": "星穹列車",
    "101": "星核ハンター",
    "102": "宇宙ステーション「ヘルタ」",
    "103": "ベロブルグ",
    "104": "仙舟「羅浮」",
    "105": "スターピースカンパニー",
    "106": "純美の騎士団",
    "107": "博識学会",
    "108": "ピノコニー",
    "109": "ガーデン・オブ・リコレクション",
    "110": "仮面の愚者",
    "111": "巡海レンジャー",
    "112": "自滅者"
}

var _search_avatar = {
    "1218": 0,
    "椒丘": 0,
    "JIAOQIU": 0,
    "1221": 1,
    "云璃": 1,
    "YUNLI": 1,
    "1224": 2,
    "三月七": 33,
    "MARCH7TH": 33,
    "1310": 3,
    "流萤": 3,
    "FIREFLY": 3,
    "1314": 4,
    "翡翠": 4,
    "JADE": 4,
    "1309": 5,
    "知更鸟": 5,
    "ROBIN": 5,
    "1315": 6,
    "波提欧": 6,
    "BOOTHILL": 6,
    "8005": 7,
    "开拓者": 58,
    "TRAILBLAZER": 58,
    "8006": 8,
    "1301": 9,
    "加拉赫": 9,
    "GALLAGHER": 9,
    "1304": 10,
    "砂金": 10,
    "AVENTURINE": 10,
    "1308": 11,
    "黄泉": 11,
    "ACHERON": 11,
    "1306": 12,
    "花火": 12,
    "SPARKLE": 12,
    "1307": 13,
    "黑天鹅": 13,
    "BLACKSWAN": 13,
    "1312": 14,
    "米沙": 14,
    "MISHA": 14,
    "1214": 15,
    "雪衣": 15,
    "XUEYI": 15,
    "1303": 16,
    "阮·梅": 16,
    "RUANMEI": 16,
    "1305": 17,
    "真理医生": 17,
    "DR.RATIO": 17,
    "1215": 18,
    "寒鸦": 18,
    "HANYA": 18,
    "1217": 19,
    "藿藿": 19,
    "HUOHUO": 19,
    "1302": 20,
    "银枝": 20,
    "ARGENTI": 20,
    "1112": 21,
    "托帕&账账": 21,
    "TOPAZ&NUMBY": 21,
    "1210": 22,
    "桂乃芬": 22,
    "GUINAIFEN": 22,
    "1212": 23,
    "镜流": 23,
    "JINGLIU": 23,
    "1110": 24,
    "玲可": 24,
    "LYNX": 24,
    "1208": 25,
    "符玄": 25,
    "FUXUAN": 25,
    "1213": 26,
    "丹恒·饮月": 26,
    "DANHENG•IMBIBITORLUNAE": 26,
    "1005": 27,
    "卡芙卡": 27,
    "KAFKA": 27,
    "1111": 28,
    "卢卡": 28,
    "LUKA": 28,
    "1205": 29,
    "刃": 29,
    "BLADE": 29,
    "1006": 30,
    "银狼": 30,
    "SILVERWOLF": 30,
    "1203": 31,
    "罗刹": 31,
    "LUOCHA": 31,
    "1207": 32,
    "驭空": 32,
    "YUKONG": 32,
    "1001": 33,
    "1002": 34,
    "丹恒": 34,
    "DANHENG": 34,
    "1003": 35,
    "姬子": 35,
    "HIMEKO": 35,
    "1004": 36,
    "瓦尔特": 36,
    "WELT": 36,
    "1008": 37,
    "阿兰": 37,
    "ARLAN": 37,
    "1009": 38,
    "艾丝妲": 38,
    "ASTA": 38,
    "1013": 39,
    "黑塔": 39,
    "HERTA": 39,
    "1101": 40,
    "布洛妮娅": 40,
    "BRONYA": 40,
    "1102": 41,
    "希儿": 41,
    "SEELE": 41,
    "1103": 42,
    "希露瓦": 42,
    "SERVAL": 42,
    "1104": 43,
    "杰帕德": 43,
    "GEPARD": 43,
    "1105": 44,
    "娜塔莎": 44,
    "NATASHA": 44,
    "1106": 45,
    "佩拉": 45,
    "PELA": 45,
    "1107": 46,
    "克拉拉": 46,
    "CLARA": 46,
    "1108": 47,
    "桑博": 47,
    "SAMPO": 47,
    "1109": 48,
    "虎克": 48,
    "HOOK": 48,
    "1201": 49,
    "青雀": 49,
    "QINGQUE": 49,
    "1202": 50,
    "停云": 50,
    "TINGYUN": 50,
    "1204": 51,
    "景元": 51,
    "JINGYUAN": 51,
    "1206": 52,
    "素裳": 52,
    "SUSHANG": 52,
    "1209": 53,
    "彦卿": 53,
    "YANQING": 53,
    "1211": 54,
    "白露": 54,
    "BAILU": 54,
    "8001": 55,
    "8002": 56,
    "8003": 57,
    "8004": 58
}

var _search_weapon = {
    "23030": 0,
    "落日时起舞": 0,
    "DANCEATSUNSET": 0,
    "23029": 1,
    "那无数个春天": 1,
    "THOSEMANYSPRINGS": 1,
    "21046": 2,
    "芳华待灼": 2,
    "POISEDTOBLOOM": 2,
    "23028": 3,
    "偏偏希望无价": 3,
    "YETHOPEISPRICELESS": 3,
    "23027": 4,
    "驶向第二次生命": 4,
    "SAILINGTOWARDSASECONDLIFE": 4,
    "23026": 5,
    "夜色流光溢彩": 5,
    "FLOWINGNIGHTGLOW": 5,
    "23025": 6,
    "梦应归于何处": 6,
    "WHEREABOUTSSHOULDDREAMSREST": 6,
    "23024": 7,
    "行于流逝的岸": 7,
    "ALONGTHEPASSINGSHORE": 7,
    "23023": 8,
    "命运从未公平": 8,
    "INHERENTLYUNJUSTDESTINY": 8,
    "23022": 9,
    "重塑时光之忆": 9,
    "REFORGEDREMEMBRANCE": 9,
    "23021": 10,
    "游戏尘寰": 10,
    "EARTHLYESCAPADE": 10,
    "23020": 11,
    "纯粹思维的洗礼": 11,
    "BAPTISMOFPURETHOUGHT": 11,
    "23019": 12,
    "镜中故我": 12,
    "PASTSELFINMIRROR": 12,
    "23018": 13,
    "片刻，留在眼底": 13,
    "ANINSTANTBEFOREAGAZE": 13,
    "23017": 14,
    "惊魂夜": 14,
    "NIGHTOFFRIGHT": 14,
    "23016": 15,
    "烦恼着，幸福着": 15,
    "WORRISOME,BLISSFUL": 15,
    "23015": 16,
    "比阳光更明亮的": 16,
    "BRIGHTERTHANTHESUN": 16,
    "23014": 17,
    "此身为剑": 17,
    "ISHALLBEMYOWNSWORD": 17,
    "23013": 18,
    "时节不居": 18,
    "TIMEWAITSFORNOONE": 18,
    "23012": 19,
    "如泥酣眠": 19,
    "SLEEPLIKETHEDEAD": 19,
    "23011": 20,
    "她已闭上双眼": 20,
    "SHEALREADYSHUTHEREYES": 20,
    "23010": 21,
    "拂晓之前": 21,
    "BEFOREDAWN": 21,
    "23009": 22,
    "到不了的彼岸": 22,
    "THEUNREACHABLESIDE": 22,
    "23008": 23,
    "棺的回响": 23,
    "ECHOESOFTHECOFFIN": 23,
    "23007": 24,
    "雨一直下": 24,
    "INCESSANTRAIN": 24,
    "23006": 25,
    "只需等待": 25,
    "PATIENCEISALLYOUNEED": 25,
    "23005": 26,
    "制胜的瞬间": 26,
    "MOMENTOFVICTORY": 26,
    "23004": 27,
    "以世界之名": 27,
    "INTHENAMEOFTHEWORLD": 27,
    "23003": 28,
    "但战斗还未结束": 28,
    "BUTTHEBATTLEISNTOVER": 28,
    "23002": 29,
    "无可取代的东西": 29,
    "SOMETHINGIRREPLACEABLE": 29,
    "23001": 30,
    "于夜色中": 30,
    "INTHENIGHT": 30,
    "23000": 31,
    "银河铁道之夜": 31,
    "NIGHTONTHEMILKYWAY": 31,
    "24004": 32,
    "不息的演算": 32,
    "ETERNALCALCULUS": 32,
    "24003": 33,
    "孤独的疗愈": 33,
    "SOLITARYHEALING": 33,
    "24002": 34,
    "记忆的质料": 34,
    "TEXTUREOFMEMORIES": 34,
    "24001": 35,
    "星海巡航": 35,
    "CRUISINGINTHESTELLARSEA": 35,
    "24000": 36,
    "记一位星神的陨落": 36,
    "ONTHEFALLOFANAEON": 36,
    "22002": 37,
    "为了明日的旅途": 37,
    "FORTOMORROWSJOURNEY": 37,
    "22001": 38,
    "嘿，我在这儿": 38,
    "HEY,OVERHERE": 38,
    "22000": 39,
    "新手任务开始前": 39,
    "BEFORETHETUTORIALMISSIONSTARTS": 39,
    "21045": 40,
    "谐乐静默之后": 40,
    "AFTERTHECHARMONYFALL": 40,
    "21044": 41,
    "无边曼舞": 41,
    "BOUNDLESSCHOREO": 41,
    "21043": 42,
    "两个人的演唱会": 42,
    "CONCERTFORTWO": 42,
    "21042": 43,
    "铭记于心的约定": 43,
    "INDELIBLEPROMISE": 43,
    "21041": 44,
    "好戏开演": 44,
    "ITSSHOWTIME": 44,
    "21040": 45,
    "银河沦陷日": 45,
    "THEDAYTHECOSMOSFELL": 45,
    "21039": 46,
    "织造命运之线": 46,
    "DESTINYSTHREADSFOREWOVEN": 46,
    "21038": 47,
    "在火的远处": 47,
    "FLAMESAFAR": 47,
    "21037": 48,
    "最后的赢家": 48,
    "FINALVICTOR": 48,
    "21036": 49,
    "美梦小镇大冒险": 49,
    "DREAMVILLEADVENTURE": 49,
    "21035": 50,
    "何物为真": 50,
    "WHATISREAL?": 50,
    "21034": 51,
    "今日亦是和平的一日": 51,
    "TODAYISANOTHERPEACEFULDAY": 51,
    "21033": 52,
    "无处可逃": 52,
    "NOWHERETORUN": 52,
    "21032": 53,
    "镂月裁云之意": 53,
    "CARVETHEMOON,WEAVETHECLOUDS": 53,
    "21031": 54,
    "重返幽冥": 54,
    "RETURNTODARKNESS": 54,
    "21030": 55,
    "这就是我啦！": 55,
    "THISISME!": 55,
    "21029": 56,
    "后会有期": 56,
    "WEWILLMEETAGAIN": 56,
    "21028": 57,
    "暖夜不会漫长": 57,
    "WARMTHSHORTENSCOLDNIGHTS": 57,
    "21027": 58,
    "早餐的仪式感": 58,
    "THESERIOUSNESSOFBREAKFAST": 58,
    "21026": 59,
    "汪！散步时间！": 59,
    "WOOF!WALKTIME!": 59,
    "21025": 60,
    "过往未来": 60,
    "PASTANDFUTURE": 60,
    "21024": 61,
    "春水初生": 61,
    "RIVERFLOWSINSPRING": 61,
    "21023": 62,
    "我们是地火": 62,
    "WEAREWILDFIRE": 62,
    "21022": 63,
    "延长记号": 63,
    "FERMATA": 63,
    "21021": 64,
    "等价交换": 64,
    "QUIDPROQUO": 64,
    "21020": 65,
    "天才们的休憩": 65,
    "GENIUSESREPOSE": 65,
    "21019": 66,
    "在蓝天下": 66,
    "UNDERTHEBLUESKY": 66,
    "21018": 67,
    "舞！舞！舞！": 67,
    "DANCE!DANCE!DANCE!": 67,
    "21017": 68,
    "点个关注吧！": 68,
    "SUBSCRIBEFORMORE!": 68,
    "21016": 69,
    "宇宙市场趋势": 69,
    "TRENDOFTHEUNIVERSALMARKET": 69,
    "21015": 70,
    "决心如汗珠般闪耀": 70,
    "RESOLUTIONSHINESASPEARLSOFSWEAT": 70,
    "21014": 71,
    "此时恰好": 71,
    "PERFECTTIMING": 71,
    "21013": 72,
    "别让世界静下来": 72,
    "MAKETHEWORLDCLAMOR": 72,
    "21012": 73,
    "秘密誓心": 73,
    "ASECRETVOW": 73,
    "21011": 74,
    "与行星相会": 74,
    "PLANETARYRENDEZVOUS": 74,
    "21010": 75,
    "论剑": 75,
    "SWORDPLAY": 75,
    "21009": 76,
    "朗道的选择": 76,
    "LANDAUSCHOICE": 76,
    "21008": 77,
    "猎物的视线": 77,
    "EYESOFTHEPREY": 77,
    "21007": 78,
    "同一种心情": 78,
    "SHAREDFEELING": 78,
    "21006": 79,
    "「我」的诞生": 79,
    "THEBIRTHOFTHESELF": 79,
    "21005": 80,
    "鼹鼠党欢迎你": 80,
    "THEMOLESWELCOMEYOU": 80,
    "21004": 81,
    "记忆中的模样": 81,
    "MEMORIESOFTHEPAST": 81,
    "21003": 82,
    "唯有沉默": 82,
    "ONLYSILENCEREMAINS": 82,
    "21002": 83,
    "余生的第一天": 83,
    "DAYONEOFMYNEWLIFE": 83,
    "21001": 84,
    "晚安与睡颜": 84,
    "GOODNIGHTANDSLEEPWELL": 84,
    "21000": 85,
    "一场术后对话": 85,
    "POSTOPCONVERSATION": 85,
    "20020": 86,
    "睿见": 86,
    "SAGACITY": 86,
    "20019": 87,
    "调和": 87,
    "MEDIATION": 87,
    "20018": 88,
    "匿影": 88,
    "HIDDENSHADOW": 88,
    "20017": 89,
    "开疆": 89,
    "PIONEERING": 89,
    "20016": 90,
    "俱殁": 90,
    "MUTUALDEMISE": 90,
    "20015": 91,
    "蕃息": 91,
    "MULTIPLICATION": 91,
    "20014": 92,
    "相抗": 92,
    "ADVERSARIAL": 92,
    "20013": 93,
    "灵钥": 93,
    "PASSKEY": 93,
    "20012": 94,
    "轮契": 94,
    "MESHINGCOGS": 94,
    "20011": 95,
    "渊环": 95,
    "LOOP": 95,
    "20010": 96,
    "戍御": 96,
    "DEFENSE": 96,
    "20009": 97,
    "乐圮": 97,
    "SHATTEREDHOME": 97,
    "20008": 98,
    "嘉果": 98,
    "FINEFRUIT": 98,
    "20007": 99,
    "离弦": 99,
    "DARTINGARROW": 99,
    "20006": 100,
    "智库": 100,
    "DATABANK": 100,
    "20005": 101,
    "齐颂": 101,
    "CHORUS": 101,
    "20004": 102,
    "幽邃": 102,
    "VOID": 102,
    "20003": 103,
    "琥珀": 103,
    "AMBER": 103,
    "20002": 104,
    "天倾": 104,
    "COLLAPSINGSKY": 104,
    "20001": 105,
    "物穰": 105,
    "CORNUCOPIA": 105,
    "20000": 106,
    "锋镝": 106,
    "ARROWS": 106
}

var _search_relic = {
    "316": 0,
    "劫火莲灯铸炼宫": 0,
    "FORGEOFTHEKALPAGNILANTERN": 0,
    "315": 1,
    "奔狼的都蓝王朝": 1,
    "DURAN,DYNASTYOFRUNNINGWOLVES": 1,
    "314": 2,
    "出云显世与高天神国": 2,
    "IZUMOGENSEIANDTAKAMADIVINEREALM": 2,
    "313": 3,
    "无主荒星茨冈尼亚": 3,
    "SIGONIA,THEUNCLAIMEDDESOLATION": 3,
    "312": 4,
    "梦想之地匹诺康尼": 4,
    "PENACONY,LANDOFTHEDREAMS": 4,
    "311": 5,
    "苍穹战线格拉默": 5,
    "FIRMAMENTFRONTLINE:GLAMOTH": 5,
    "310": 6,
    "折断的龙骨": 6,
    "BROKENKEEL": 6,
    "309": 7,
    "繁星竞技场": 7,
    "RUTILANTARENA": 7,
    "308": 8,
    "生命的翁瓦克": 8,
    "SPRIGHTLYVONWACQ": 8,
    "307": 9,
    "盗贼公国塔利亚": 9,
    "TALIA:KINGDOMOFBANDITRY": 9,
    "306": 10,
    "停转的萨尔索图": 10,
    "INERTSALSOTTO": 10,
    "305": 11,
    "星体差分机": 11,
    "CELESTIALDIFFERENTIATOR": 11,
    "304": 12,
    "筑城者的贝洛伯格": 12,
    "BELOBOGOFTHEARCHITECTS": 12,
    "303": 13,
    "泛银河商业公司": 13,
    "PANCOSMICCOMMERCIALENTERPRISE": 13,
    "302": 14,
    "不老者的仙舟": 14,
    "FLEETOFTHEAGELESS": 14,
    "301": 15,
    "太空封印站": 15,
    "SPACESEALINGSTATION": 15,
    "120": 16,
    "风举云飞的勇烈": 16,
    "THEWINDSOARINGVALOROUS": 16,
    "119": 17,
    "荡除蠹灾的铁骑": 17,
    "IRONCAVALRYAGAINSTTHESCOURGE": 17,
    "118": 18,
    "机心戏梦的钟表匠": 18,
    "WATCHMAKER,MASTEROFDREAMMACHINATIONS": 18,
    "117": 19,
    "死水深潜的先驱": 19,
    "PIONEERDIVEROFDEADWATERS": 19,
    "116": 20,
    "幽锁深牢的系囚": 20,
    "PRISONERINDEEPCONFINEMENT": 20,
    "115": 21,
    "毁烬焚骨的大公": 21,
    "THEASHBLAZINGGRANDDUKE": 21,
    "114": 22,
    "骇域漫游的信使": 22,
    "MESSENGERTRAVERSINGHACKERSPACE": 22,
    "113": 23,
    "宝命长存的莳者": 23,
    "LONGEVOUSDISCIPLE": 23,
    "112": 24,
    "盗匪荒漠的废土客": 24,
    "WASTELANDEROFBANDITRYDESERT": 24,
    "111": 25,
    "流星追迹的怪盗": 25,
    "THIEFOFSHOOTINGMETEOR": 25,
    "110": 26,
    "晨昏交界的翔鹰": 26,
    "EAGLEOFTWILIGHTLINE": 26,
    "109": 27,
    "激奏雷电的乐队": 27,
    "BANDOFSIZZLINGTHUNDER": 27,
    "108": 28,
    "繁星璀璨的天才": 28,
    "GENIUSOFBRILLIANTSTARS": 28,
    "107": 29,
    "熔岩锻铸的火匠": 29,
    "FIRESMITHOFLAVAFORGING": 29,
    "106": 30,
    "戍卫风雪的铁卫": 30,
    "GUARDOFWUTHERINGSNOW": 30,
    "105": 31,
    "街头出身的拳王": 31,
    "CHAMPIONOFSTREETWISEBOXING": 31,
    "104": 32,
    "密林卧雪的猎人": 32,
    "HUNTEROFGLACIALFOREST": 32,
    "103": 33,
    "净庭教宗的圣骑士": 33,
    "KNIGHTOFPURITYPALACE": 33,
    "102": 34,
    "野穗伴行的快枪手": 34,
    "MUSKETEEROFWILDWHEAT": 34,
    "101": 35,
    "云无留迹的过客": 35,
    "PASSERBYOFWANDERINGCLOUD": 35
}

var _changelog_relic = {
    "v5": [],
    "Live": [
        {
            "Icon": "71022.png",
            "Name": "星々の競技場",
            "Changes": [
                "@2P#装備キャラの会心率+ <b>8.0%</b> 。装備キャラの会心率が <b>70.0%</b> 以上の時、通常攻撃と戦闘スキルの与ダメージ+ <b>20.0%</b> 。<br>@↓↓#装備キャラの会心率+ <b>8.0%</b> 。装備キャラの会心率が <b>70.0%</b> 以上の時、通常攻撃と戦闘スキルによるダメージ+ <b>20.0%</b> 。"
            ]
        },
        {
            "Icon": "71017.png",
            "Name": "自転が止まったサルソット",
            "Changes": [
                "@2P#装備キャラの会心率+ <b>8.0%</b> 。装備キャラの会心率が <b>50.0%</b> 以上の場合、必殺技と追加攻撃の与ダメージ+ <b>15.0%</b> 。<br>@↓↓#装備キャラの会心率+ <b>8.0%</b> 。装備キャラの会心率が <b>50.0%</b> 以上の場合、追加攻撃ダメージと必殺技によるダメージ+ <b>15.0%</b> 。"
            ]
        },
        {
            "Icon": "71024.png",
            "Name": "灰燼を燃やし尽くす大公",
            "Changes": [
                "@2P#追加攻撃の与ダメージ+ <b>20.0%</b> 。<br>@↓↓#追加攻撃ダメージ+ <b>20.0%</b> 。"
            ]
        },
        {
            "Icon": "71006.png",
            "Name": "溶岩で鍛造する火匠",
            "Changes": [
                "@4P#装備キャラの戦闘スキルの与ダメージ+ <b>12.0%</b> 。必殺技を発動した後、次の攻撃の炎属性与ダメージ+ <b>12.0%</b> 。<br>@↓↓#装備キャラの戦闘スキルによるダメージ+ <b>12.0%</b> 。必殺技を発動した後、次の攻撃の炎属性ダメージ+ <b>12.0%</b> 。"
            ]
        },
        {
            "Icon": "71005.png",
            "Name": "吹雪と対峙する兵士",
            "Changes": [
                "@2P#被ダメージ- <b>8.0%</b> 。<br>@↓↓#受けるダメージ- <b>8.0%</b> 。"
            ]
        },
        {
            "Icon": "71001.png",
            "Name": "草の穂ガンマン",
            "Changes": [
                "@4P#装備キャラの速度+ <b>6.0%</b> 、通常攻撃の与ダメージ+ <b>10.0%</b> 。<br>@↓↓#装備キャラの速度+ <b>6.0%</b> 、通常攻撃によるダメージ+ <b>10.0%</b> 。"
            ]
        }
    ],
    "v1": [
        {
            "Icon": "71033.png",
            "Name": "風雲を薙ぎ払う勇烈",
            "Changes": [
                "@4P#装備キャラの会心率+ <b>6.0%</b> 。装備キャラが追加攻撃を行う時、必殺技によるダメージ+ <b>36.0%</b> 、 <b>1.0</b> ターン継続。<br>@↓↓#装備キャラの会心率+ <b>6.0%</b> 。装備キャラが追加攻撃を行う時、必殺技の与ダメージ+ <b>36.0%</b> 、 <b>1.0</b> ターン継続。"
            ]
        }
    ],
    "v2": []
}

var _changelog_avatar = {
    "1218": "",
    "1221": "",
    "1224": ""
}

var _changelog_veradd = {
    "v2": [
        {
            "Name": "March 7th (In-Depth Mechanics)",
            "Notes": [
                "``Master`When Master is unselectable (e.g. Svarog's hand), the effects provided by the Master will still work.<br>In v1, the effects will disappear if Master becomes unselectable."
            ],
            "Icon": "avataricon/avatar/1224.png",
            "Priority": true
        }
    ],
    "v1": [
        {
            "HP": [
                40.0,
                37.5
            ],
            "Name": "カカリア",
            "_id": 100401003,
            "Rank": 0,
            "Icon": "mostericon/Monster_1004010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者",
            "_id": 100401401,
            "Rank": 0,
            "Icon": "mostericon/Monster_1004010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者",
            "_id": 100401402,
            "Rank": 0,
            "Icon": "mostericon/Monster_1004010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者",
            "_id": 100401403,
            "Rank": 0,
            "Icon": "mostericon/Monster_1004010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者",
            "_id": 100401404,
            "Rank": 0,
            "Icon": "mostericon/Monster_1004010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者・虚妄の母",
            "_id": 100501401,
            "Rank": 1,
            "Icon": "mostericon/Monster_1005010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者・虚妄の母",
            "_id": 100501402,
            "Rank": 1,
            "Icon": "mostericon/Monster_1005010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者・虚妄の母",
            "_id": 100501403,
            "Rank": 1,
            "Icon": "mostericon/Monster_1005010.png"
        },
        {
            "HP": [
                65.0,
                62.5
            ],
            "Name": "望みなき凛冽たる風の幻滅者・虚妄の母",
            "_id": 100501404,
            "Rank": 1,
            "Icon": "mostericon/Monster_1005010.png"
        },
        {
            "HP": [
                17.0,
                32.5
            ],
            "Name": "「星核ハンター」カフカ",
            "_id": 200401006,
            "Rank": 0,
            "Icon": "mostericon/Monster_2004010.png"
        }
    ],
    "v3": [
        {
            "HP": [
                24.0,
                27.0
            ],
            "Name": "過去、今、そして永遠に続く演目（スペック）",
            "_id": 3004011,
            "Rank": 0
        },
        {
            "Stance": [
                [
                    28.0,
                    [
                        "Phys",
                        "Fire",
                        "Ice",
                        "Imaginary"
                    ]
                ],
                [
                    26.0,
                    [
                        "Phys",
                        "Fire",
                        "Ice",
                        "Imaginary"
                    ]
                ]
            ],
            "Name": "高潔で公正な銀騎士",
            "_id": 3024013,
            "Rank": 0
        }
    ],
    "v5": [
        {
            "Stance": [
                [
                    26.0,
                    [
                        "Phys",
                        "Fire",
                        "Ice",
                        "Imaginary"
                    ]
                ],
                [
                    27.0,
                    [
                        "Phys",
                        "Fire",
                        "Ice",
                        "Imaginary"
                    ]
                ]
            ],
            "Name": "高潔で公正な銀騎士",
            "_id": 3024013,
            "Rank": 0,
            "Icon": "images/mostericon/Monster_3024010.png"
        },
        {
            "HP": [
                17.5,
                16.0
            ],
            "Name": "「星核ハンター」サム（スペック）",
            "_id": 3024023,
            "Rank": 0,
            "Icon": "images/mostericon/Monster_3024020.png"
        }
    ]
}

var _hidden = [
    {
        "Name": "2.5+ Lightcones",
        "Date": "2024/06/18",
        "Ver": "2.4v1",
        "Notes": [
            {
                "Title": "Limited 5★",
                "Desc": "After the wearer performs an attack, they gain 1 stack of Boost, lasting for 1 turn. When the wearer has Boost, every stack will increase all team members' SPD by a fixed amount. When the wearer's Break Effect is greater than some constant, the SPD increase effect provided by every stack of Boost is strengthened."
            }
        ]
    },
    {
        "Name": "Future Character Name Compilation",
        "Date": "2024/05/27",
        "Ver": "2.3v4",
        "Notes": [
            {
                "Title": "Characters",
                "Desc": "- Screwllum<br>- Feixiao<br>- Moze<br>- Lingsha<br>- Rappa<br>- Aglaea<br>- Zaika"
            },
            {
                "Title": "Enemies",
                "Desc": "- Feixiao"
            }
        ]
    },
    {
        "Name": "Rappa & Aglaea (Preliminary)",
        "Date": "2024/06/07",
        "Ver": "2.3v5",
        "Notes": [
            {
                "Title": "Rappa",
                "Desc": "Technique can block all enemy attacks. Ultimate mentioned FPS."
            },
            {
                "Title": "Aglaea",
                "Desc": "Can summon an event on the action bar."
            }
        ]
    },
    {
        "Name": "Lingsha",
        "Date": "2024/06/07",
        "Ver": "2.3v5",
        "Notes": [
            {
                "Title": "Skill",
                "Desc": "Will summon events on the action bar that last for more than 1 turn. Can summon multiple such events."
            }
        ]
    },
    {
        "Name": "Moze",
        "Date": "2024/06/07",
        "Ver": "2.3v5",
        "Notes": [
            {
                "Title": "Technique",
                "Desc": "Enters the Stealth state for 20s, during which cannot be detected by enemies.<br>Like Seele, the distance at which Moze can lock onto enemy targets is greatly increased during Stealth."
            },
            {
                "Title": "Skill",
                "Desc": "Can select ShadowTarget(s)"
            }
        ]
    },
    {
        "Name": "Feixiao",
        "Date": "2024/06/07",
        "Ver": "2.3v5",
        "Notes": [
            {
                "Title": "Recap of already released info",
                "Desc": "General of Xianzhou Yaoqing: \"The Merlin's Claw\" Feixiao"
            },
            {
                "Title": "Overview",
                "Desc": "· Wind, Hunt<br>· Kit is related to Weakness Break and follow-up attacks.<br>· Has an Enhanced Skill.<br>· Will apply BlueDot and RedDot to targets in battle.<br>· In early testing, is teamed with Topaz, Ruan Mei, Aventurine / Topaz, Ruan Mei, Luocha / Topaz, Asta, Luocha.<br>· In early testing, she wears the lightcone Worrisome, Blissful, the relics The Wind-Soaring Valorous and Inert Salsotto. The main stats are SPD and Wind DMG Bonus."
            },
            {
                "Title": "Technique",
                "Desc": "Continuously fires missiles that will apply some effect upon hitting enemies. (Will not enter combat)<br>Summons a dimension that follows the active character (like Jingliu & Robin), which greatly increases the active character's move speed, blocks all incoming enemy attacks, and hauls all nearby enemies towards the active character."
            },
            {
                "Title": "Enemy",
                "Desc": "Feixiao will become an enemy in some patch 2.x. In combat, Feixiao will summon enemies and build connections with them.<br>There will be an R assist skill in the combat."
            }
        ]
    },
    {
        "Name": "Yunli",
        "Date": "2024/06/07",
        "Ver": "2.3v5",
        "Notes": [
            {
                "Title": "Recap of already released info",
                "Desc": "Granddaughter of General Huaiyan of Xianzhou Zhuming. Of similar age as Yanqing, loves collecting all manner of swords, and has studied swordsmanship since her youth."
            },
            {
                "Title": "Overview",
                "Desc": "· Character ID: 1221 (12xx - Xianzhou character series)<br>· In early testing, is teamed with Topaz, Ruan Mei, Luocha.<br>· In early testing, she wears the relics Musketeer of Wild Wheat and Space Sealing Station. The main stats are SPD and Energy Recharge."
            },
            {
                "Title": "Technique",
                "Desc": "Provides protection to the on-field character. When attacked by an enemy, the on-field character will automatically retreat one step, and Yunli's weapon will appear to block the hit."
            },
            {
                "Title": "Story Battle Assist Skill",
                "Desc": "Should be similar to the playable character's abilities (ref. Danheng IL, Huohuo, Black Swan)<br>Yunli stands at the center of her allies, facing the opponents in front of her. She consumes all stacks of something, considers the DMG type of some attacks as another type, and launches the Super Counterattack of her Ultimate, dealing Physical follow-up DMG to a single target and adjacent targets, and then deals Physical follow-up DMG to a random enemy for a few times."
            }
        ]
    },
    {
        "Name": "March 7th",
        "Date": "2024/06/07",
        "Ver": "2.3v5",
        "Notes": [
            {
                "Title": "Overview",
                "Desc": "· Character ID: 1224 (12xx - Xianzhou character series)<br>· Will appear in combat in a story, with trial.<br>· Her abilities will buff teammates' damage."
            },
            {
                "Title": "Enhanced Basic ATK",
                "Desc": "Currently I only know it triggers something with a probability.<br>In the story trial, the first Enhanced Basic ATK is guaranteed not to trigger, while the second Enhanced Basic ATK is guaranteed to trigger."
            },
            {
                "Title": "Skill",
                "Desc": "Will apply some effect to teammates."
            },
            {
                "Title": "Overworld Passive",
                "Desc": "When another character in the party uses their Technique, March 7th gains some effect, stackable."
            }
        ]
    },
    {
        "Name": "Jiaoqiu",
        "Date": "2024/03/22",
        "Ver": "2.1v5",
        "Color": "Fire",
        "Notes": [
            {
                "Title": "Basic ATK",
                "Desc": "Deals Fire DMG to a single target, and has a Base Chance to apply 1 stack of Flavour to the target."
            },
            {
                "Title": "Skill",
                "Desc": "Deals Fire DMG to a single target and adjacent targets, and has a Base Chance to apply 1 stack of Flavour to the targets.<br>The Base Chance on the central target is higher. The Base Chance on adjacent targets is equal to the chance in Basic ATK."
            },
            {
                "Title": "Ultimate",
                "Desc": "Applies Aura to delf, lasting for some turns.<br>Deals Fire DMG to all targets, and has a Base Chance to apply 1 stack of Flavour to the targets. The Base Chance is equal to the chance in Basic ATK.<br>After the application, the Flavour stack of all enemy targets will be set to the maximum number of stacks of Flavour held by enemy targets. This effect ignores RES."
            },
            {
                "Title": "Talent",
                "Desc": "<b>Flavour: </b>Decreases DEF, stackable, has upper limit. When stacking more than 1 stack, the increase in DEF reduction will be lower than the DEF reduction of the first stack.<br><b>Aura: </b>The remaining duration decreases by 1 at the start of Jiaoqiu's turn. When Aura is active, at the start of every ally's turn, this ally heals an amount of HP <color style='color:#ff77ff'>[Correction] based on Jiaoqiu's ATK</color>. During Aura, all enemies take increased Ultimate DMG.<br><b>Extra Effect: </b>When Jiaoqiu is on field, all enemies will be inflicted with an unknown debuff."
            },
            {
                "Title": "Trace #1",
                "Desc": "During Aura, at the start of any enemy's turn, Jiaoqiu deals Additional Fire DMG to this target.<br>During Aura, when any enemy takes action, Jiaoqiu has a Base Chance to apply 1 stack of Flavour to this target."
            },
            {
                "Title": "Trace #2",
                "Desc": "When casting Skill, regenerate some extra Energy."
            },
            {
                "Title": "Trace #3",
                "Desc": "During Aura, when a new enemy enters the battle:<br>- If no enemy has Flavour, or if the Flavour stack of every enemy is lower than some number, the Flavour stack of all enemy targets will be set to this number. This effect ignores RES.<br>- Otherwise, the Flavour stack of all enemy targets will be set to the maximum number of stacks of Flavour held by enemy targets. This effect ignores RES."
            },
            {
                "Title": "Technique",
                "Desc": "After using this technique, creats a dimension. After entering battle with enemies in the dimension, will ???"
            }
        ]
    },
    {
        "Name": "Future Pure Fiction",
        "Date": "2024/05/28",
        "Ver": "2.3v4",
        "Notes": [
            {
                "Title": "Main Blessing",
                "Desc": "All enemies share HP: All DMG taken by enemies will be redistributed to the enemy with highest HP.<br>Every time a character triggers Weakness Break, the blessing gains 1 Charge. When Charges reach the cap, deals fixed DMG to enemies."
            }
        ]
    },
    {
        "Name": "Doomsday Beast (Illusion)",
        "Date": "2024/05/24",
        "Ver": "2.3v3",
        "Notes": [
            {
                "Title": "Overview",
                "Desc": "Will appear in Apocalyptic Shadow.<br>Cannot take damage unless Dawn's Left Hand, Disaster's Right Hand and Antimatter Engine are all defeated.<br>Similar to 2.3's Apocalyptic Shadow, all enemies' DMG taken is reduced. After they are Weakness Broken, they take increased DMG and have action delayed."
            },
            {
                "Title": "Marks",
                "Desc": "In combat, enemies will randomly apply Quantum or Imaginary Marks to all characters."
            },
            {
                "Title": "Quantum Mark",
                "Desc": "- When the character attacks an enemy with Quantum Weakness, will deal extra DMG, and reduces the enemy's Toughness regardless of Weakness Types. If the type of this attack is Quantum, Toughness Reduction will be doubled. This Mark is removed after the attack.<br>- When the character attacks an enemy without Quantum Weakness, will trigger a counter attack, dealing massive Imaginary DMG to all characters.<br>- When the character takes Imaginary DMG, will take extra DMG. Then, has a base chance of being applied Entanglement, and also a base chance of being applied Imprisonment, and then this Mark is removed."
            },
            {
                "Title": "Imaginary Mark",
                "Desc": "- When the character attacks an enemy with Imaginary Weakness, will deal extra DMG, and reduces the enemy's Toughness regardless of Weakness Types. If the type of this attack is Imaginary, Toughness Reduction will be doubled. This Mark is removed after the attack.<br>- When the character attacks an enemy without Imaginary Weakness, will trigger a counter attack, dealing massive Quantum DMG to all characters.<br>- When the character takes Quantum DMG, will take extra DMG. Then, has a base chance of being applied Imprisonment, and also a base chance of being applied Entanglement, and then this Mark is removed."
            }
        ]
    },
    {
        "Name": "2.4+ Lightcones",
        "Date": "2024/05/08",
        "Ver": "2.3v1",
        "Notes": [
            {
                "Title": "Limited 5★",
                "Desc": "When the wearer's attack hits an enemy:<br>· If the target does not have Fragile I, then has a base chance to apply Fragile I to the target, reducing its DEF for some turns.<br>· If the target has Fragile I, there is a base chance to upgrade it to Fragile II, which reduces even more DEF and inherits the number of remaining turns.<br>If the upgrade fails, Fragile I will be removed."
            },
            {
                "Title": "Limited 5★",
                "Desc": "When the wearer uses Ultimate, they gain 1 stack of Boost, lasting for 1 turn. Every stack of Boost increases the DMG dealt by follow-up attacks."
            }
        ]
    },
    {
        "Name": "Feixiao",
        "Date": "2024/05/12",
        "Ver": "2.3v1",
        "Notes": [
            {
                "Title": "Recap of already released info",
                "Desc": "General of Xianzhou Yaoqing: \"The Merlin's Claw\" Feixiao"
            },
            {
                "Title": "Overview",
                "Desc": "Kit is related to Weakness Break and (possibly) follow-up attacks. Has an Enhanced Skill."
            },
            {
                "Title": "Technique",
                "Desc": "Continuously fires missiles that will apply some effect upon hitting enemies. (Will not enter combat)<br>Enter a special state, greatly increasing move speed, blocking all incoming attacks, and hauls all nearby enemies towards her."
            },
            {
                "Title": "Enemy",
                "Desc": "Feixiao will become an enemy in some patch 2.x. In combat, Feixiao will summon enemies and build connections with them.<br>There will be an R assist skill in the combat."
            }
        ]
    }
]

var cl_select = {
    "v1 - v2": 1
}

var cl_vers = [
    "v1",
    "v2"
]

var _diff_avatar = [
    1218,
    1221,
    1224
]

var _diff_weapon = [
    21046,
    23030,
    23029
]

var _weapon = [
    {
        "_id": 23030,
        "Name": "夕暮れに舞う",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23030,
        "Pic": "23030.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23029,
        "Name": "あの無数の春",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23029,
        "Pic": "23029.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 21046,
        "Name": "美しき華よ今咲かん",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21046,
        "Pic": "21046.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 23028,
        "Name": "されど希望の銘は無価",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23028,
        "Pic": "23028.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23027,
        "Name": "二度目の生に向かって",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23027,
        "Pic": "23027.png",
        "Mat": [
            114013,
            110193
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23026,
        "Name": "光あふれる夜",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23026,
        "Pic": "23026.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23025,
        "Name": "夢が帰り着く場所",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23025,
        "Pic": "23025.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23024,
        "Name": "流れ逝く岸を歩いて",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23024,
        "Pic": "23024.png",
        "Mat": [
            114003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23023,
        "Name": "運命は常に不公平",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23023,
        "Pic": "23023.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 661.5
        }
    },
    {
        "_id": 23022,
        "Name": "時間の記憶を再構築して",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23022,
        "Pic": "23022.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23021,
        "Name": "人生は遊び",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23021,
        "Pic": "23021.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23020,
        "Name": "純粋なる思惟の洗礼",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23020,
        "Pic": "23020.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23019,
        "Name": "鏡の中の私",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23019,
        "Pic": "23019.png",
        "Mat": [
            113003,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23018,
        "Name": "その一刻、目に焼き付けて",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23018,
        "Pic": "23018.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23017,
        "Name": "驚魂の夜",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23017,
        "Pic": "23017.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23016,
        "Name": "悩んで笑って",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23016,
        "Pic": "23016.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23015,
        "Name": "陽光より輝くもの",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23015,
        "Pic": "23015.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23014,
        "Name": "この身は剣なり",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23014,
        "Pic": "23014.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23013,
        "Name": "時節は居らず",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23013,
        "Pic": "23013.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 23012,
        "Name": "泥の如き眠り",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23012,
        "Pic": "23012.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23011,
        "Name": "閉ざした瞳",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23011,
        "Pic": "23011.png",
        "Mat": [
            113013,
            110143
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 23010,
        "Name": "夜明け前",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23010,
        "Pic": "23010.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23009,
        "Name": "着かない彼岸",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23009,
        "Pic": "23009.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 582.12,
            "DEF": 330.75
        }
    },
    {
        "_id": 23008,
        "Name": "棺のこだま",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23008,
        "Pic": "23008.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23007,
        "Name": "降りやまぬ雨",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23007,
        "Pic": "23007.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23006,
        "Name": "待つのみ",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23006,
        "Pic": "23006.png",
        "Mat": [
            111013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23005,
        "Name": "勝利の刹那",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23005,
        "Pic": "23005.png",
        "Mat": [
            112003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 595.35
        }
    },
    {
        "_id": 23004,
        "Name": "世界の名を以て",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23004,
        "Pic": "23004.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23003,
        "Name": "だが戦争は終わらない",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23003,
        "Pic": "23003.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23002,
        "Name": "かけがえのないもの",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23002,
        "Pic": "23002.png",
        "Mat": [
            112013,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23001,
        "Name": "夜の帳の中で",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23001,
        "Pic": "23001.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23000,
        "Name": "銀河鉄道の夜",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23000,
        "Pic": "23000.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 24004,
        "Name": "絶え間ない演算",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 24004,
        "Pic": "24004.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24003,
        "Name": "孤独の癒し",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 24003,
        "Pic": "24003.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24002,
        "Name": "記憶の素材",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 24002,
        "Pic": "24002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 24001,
        "Name": "星海巡航",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 24001,
        "Pic": "24001.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 24000,
        "Name": "とある星神の殞落を記す",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 24000,
        "Pic": "24000.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 22002,
        "Name": "明日のための旅",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22002,
        "Pic": "22002.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22001,
        "Name": "よぉ、ここにいるぜ",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 22001,
        "Pic": "22001.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 22000,
        "Name": "初めてのクエストの前に",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 22000,
        "Pic": "22000.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21045,
        "Name": "調和が沈黙した後",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21045,
        "Pic": "21045.png",
        "Mat": [
            114013,
            110203
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21044,
        "Name": "終わりなき舞踏",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21044,
        "Pic": "21044.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21043,
        "Name": "二人だけのコンサート",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21043,
        "Pic": "21043.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21042,
        "Name": "心に刻まれた約束",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21042,
        "Pic": "21042.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21041,
        "Name": "ショーの始まり",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21041,
        "Pic": "21041.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21040,
        "Name": "銀河が陥落した日",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21040,
        "Pic": "21040.png",
        "Mat": [
            114003,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21039,
        "Name": "運命を紡ぐ糸",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21039,
        "Pic": "21039.png",
        "Mat": [
            114013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21038,
        "Name": "烈火の彼方",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21038,
        "Pic": "21038.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21037,
        "Name": "最後の勝者",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21037,
        "Pic": "21037.png",
        "Mat": [
            114013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21036,
        "Name": "ドリームタウンの大冒険",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21036,
        "Pic": "21036.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21035,
        "Name": "何が真か",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21035,
        "Pic": "21035.png",
        "Mat": [
            114003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21034,
        "Name": "今日も平和な一日",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21034,
        "Pic": "21034.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21033,
        "Name": "逃げ場なし",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21033,
        "Pic": "21033.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 264.6
        }
    },
    {
        "_id": 21032,
        "Name": "彫月裁雲の意",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21032,
        "Pic": "21032.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21031,
        "Name": "幽冥に帰す",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21031,
        "Pic": "21031.png",
        "Mat": [
            113003,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21030,
        "Name": "これがウチだよ！",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21030,
        "Pic": "21030.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21029,
        "Name": "またお会いしましょう",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21029,
        "Pic": "21029.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21028,
        "Name": "暖かい夜は長くない",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21028,
        "Pic": "21028.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21027,
        "Name": "朝食の儀式感",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21027,
        "Pic": "21027.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21026,
        "Name": "ワン！散歩の時間！",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21026,
        "Pic": "21026.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21025,
        "Name": "過去と未来",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21025,
        "Pic": "21025.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21024,
        "Name": "春水に初生する",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21024,
        "Pic": "21024.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21023,
        "Name": "我ら地炎",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21023,
        "Pic": "21023.png",
        "Mat": [
            112013,
            110143
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 21022,
        "Name": "フェルマータ",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21022,
        "Pic": "21022.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21021,
        "Name": "等価交換",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21021,
        "Pic": "21021.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21020,
        "Name": "天才たちの休息",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21020,
        "Pic": "21020.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21019,
        "Name": "青空の下で",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21019,
        "Pic": "21019.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21018,
        "Name": "ダンス！ダンス！ダンス！",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21018,
        "Pic": "21018.png",
        "Mat": [
            113013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21017,
        "Name": "フォローして！",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21017,
        "Pic": "21017.png",
        "Mat": [
            113013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21016,
        "Name": "星間市場のトレンド",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21016,
        "Pic": "21016.png",
        "Mat": [
            113003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21015,
        "Name": "決意は汗のように輝く",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21015,
        "Pic": "21015.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21014,
        "Name": "今が丁度",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21014,
        "Pic": "21014.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21013,
        "Name": "この世界に喧噪を",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21013,
        "Pic": "21013.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21012,
        "Name": "秘密の誓い",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21012,
        "Pic": "21012.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21011,
        "Name": "惑星との出会い",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21011,
        "Pic": "21011.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21010,
        "Name": "論剣",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21010,
        "Pic": "21010.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21009,
        "Name": "ランドゥーの選択",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21009,
        "Pic": "21009.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21008,
        "Name": "獲物の視線",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21008,
        "Pic": "21008.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21007,
        "Name": "同じ気持ち",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21007,
        "Pic": "21007.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21006,
        "Name": "「私」の誕生",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21006,
        "Pic": "21006.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21005,
        "Name": "モグラ党へようこそ",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21005,
        "Pic": "21005.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21004,
        "Name": "記憶の中の姿",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21004,
        "Pic": "21004.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21003,
        "Name": "沈黙のみ",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21003,
        "Pic": "21003.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21002,
        "Name": "余生の初日",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21002,
        "Pic": "21002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21001,
        "Name": "おやすみなさいと寝顔",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21001,
        "Pic": "21001.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21000,
        "Name": "手術後の会話",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21000,
        "Pic": "21000.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 20020,
        "Name": "見識",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20020,
        "Pic": "20020.png",
        "Mat": [
            111013,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20019,
        "Name": "同調",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20019,
        "Pic": "20019.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20018,
        "Name": "匿影",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20018,
        "Pic": "20018.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20017,
        "Name": "新天地",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20017,
        "Pic": "20017.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20016,
        "Name": "倶歿",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20016,
        "Pic": "20016.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20015,
        "Name": "蕃殖",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20015,
        "Pic": "20015.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20014,
        "Name": "相抗",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20014,
        "Pic": "20014.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20013,
        "Name": "霊鍵",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20013,
        "Pic": "20013.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20012,
        "Name": "輪契",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20012,
        "Pic": "20012.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20011,
        "Name": "淵環",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20011,
        "Pic": "20011.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20010,
        "Name": "防衛",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20010,
        "Pic": "20010.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20009,
        "Name": "楽壊",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20009,
        "Pic": "20009.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20008,
        "Name": "嘉果",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20008,
        "Pic": "20008.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20007,
        "Name": "離弦",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20007,
        "Pic": "20007.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20006,
        "Name": "アーカイブ",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20006,
        "Pic": "20006.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20005,
        "Name": "斉頌",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20005,
        "Pic": "20005.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20004,
        "Name": "幽邃",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20004,
        "Pic": "20004.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20003,
        "Name": "琥珀",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20003,
        "Pic": "20003.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 264.6,
            "DEF": 330.75
        }
    },
    {
        "_id": 20002,
        "Name": "天傾",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20002,
        "Pic": "20002.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20001,
        "Name": "物穣",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20001,
        "Pic": "20001.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20000,
        "Name": "矢じり",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20000,
        "Pic": "20000.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    }
]

var _relic = [
    {
        "_id": 316,
        "Name": "劫火と蓮灯の鋳煉宮",
        "Icon": "71035.png",
        "Skills": [
            "装備キャラの速度+ <b>6.0%</b> 。装備キャラの攻撃が炎属性弱点を持つ敵に命中する時、撃破特効+ <b>40.0%</b> 、 <b>1.0</b> ターン継続。"
        ]
    },
    {
        "_id": 315,
        "Name": "奔狼の都藍王朝",
        "Icon": "71034.png",
        "Skills": [
            "味方が追加攻撃を行う時、装備キャラは「勲功」を1層獲得する、最大で <b>5.0</b> 層累積できる。「勲功」1層につき、装備キャラの追加攻撃ダメージ+ <b>5.0%</b> 。「勲功」が <b>5.0</b> 層に達する時、さらに装備キャラの会心ダメージ+ <b>25.0%</b> 。"
        ]
    },
    {
        "_id": 314,
        "Name": "顕世の出雲と高天の神国",
        "Icon": "71031.png",
        "Skills": [
            "装備キャラの攻撃力+ <b>12.0%</b> 。戦闘に入る時、装備キャラと同じ運命のキャラが他に存在する場合、装備キャラの会心率+ <b>12.0%</b> 。"
        ]
    },
    {
        "_id": 313,
        "Name": "荒涼の惑星ツガンニヤ",
        "Icon": "71030.png",
        "Skills": [
            "装備キャラの会心率+ <b>4.0%</b> 。敵が倒された時、装備キャラの会心ダメージ+ <b>4.0%</b> 、最大で <b>10.0</b> 回累積できる。"
        ]
    },
    {
        "_id": 312,
        "Name": "夢の地ピノコニー",
        "Icon": "71027.png",
        "Skills": [
            "装備キャラのEP回復効率+ <b>5.0%</b> 。パーティ中の装備キャラと同じ属性の味方の与ダメージ+ <b>10.0%</b> 。"
        ]
    },
    {
        "_id": 311,
        "Name": "蒼穹戦線グラモス",
        "Icon": "71026.png",
        "Skills": [
            "装備キャラの攻撃力+ <b>12.0%</b> 。装備キャラの速度が <b>135.0</b> / <b>160.0</b> 以上の時、装備キャラの与ダメージ+ <b>12.0%</b> / <b>18.0%</b> 。"
        ]
    },
    {
        "_id": 310,
        "Name": "折れた竜骨",
        "Icon": "71023.png",
        "Skills": [
            "装備キャラの効果抵抗+ <b>10.0%</b> 。装備キャラの効果抵抗が <b>30.0%</b> 以上の時、味方全体の会心ダメージ+ <b>10.0%</b> 。"
        ]
    },
    {
        "_id": 309,
        "Name": "星々の競技場",
        "Icon": "71022.png",
        "Skills": [
            "装備キャラの会心率+ <b>8.0%</b> 。装備キャラの会心率が <b>70.0%</b> 以上の時、通常攻撃と戦闘スキルによるダメージ+ <b>20.0%</b> 。"
        ]
    },
    {
        "_id": 308,
        "Name": "生命のウェンワーク",
        "Icon": "71019.png",
        "Skills": [
            "装備キャラのEP回復効率+ <b>5.0%</b> 。装備キャラの速度が <b>120.0</b> 以上の場合、戦闘に入る時、行動順が <b>40.0%</b> 早まる。"
        ]
    },
    {
        "_id": 307,
        "Name": "盗賊公国タリア",
        "Icon": "71018.png",
        "Skills": [
            "装備キャラの撃破特効+ <b>16.0%</b> 。装備キャラの速度が <b>145.0</b> 以上の場合、さらに撃破特効+ <b>20.0%</b> 。"
        ]
    },
    {
        "_id": 306,
        "Name": "自転が止まったサルソット",
        "Icon": "71017.png",
        "Skills": [
            "装備キャラの会心率+ <b>8.0%</b> 。装備キャラの会心率が <b>50.0%</b> 以上の場合、追加攻撃ダメージと必殺技によるダメージ+ <b>15.0%</b> 。"
        ]
    },
    {
        "_id": 305,
        "Name": "天体階差機関",
        "Icon": "71016.png",
        "Skills": [
            "装備キャラの会心ダメージ+ <b>16.0%</b> 。装備キャラの会心ダメージが <b>120.0%</b> 以上の場合、戦闘に入った後、装備キャラの会心率+ <b>60.0%</b> 、初回の攻撃が終了するまで継続。"
        ]
    },
    {
        "_id": 304,
        "Name": "建創者のベロブルグ",
        "Icon": "71015.png",
        "Skills": [
            "装備キャラの防御力+ <b>15.0%</b> 。装備キャラの効果命中が <b>50.0%</b> 以上の場合、さらに防御力+ <b>15.0%</b> 。"
        ]
    },
    {
        "_id": 303,
        "Name": "汎銀河商事会社",
        "Icon": "71014.png",
        "Skills": [
            "装備キャラの効果命中+ <b>10.0%</b> 。装備キャラの攻撃力が、現在の効果命中 <b>25.0%</b> 分アップ、最大で+ <b>25.0%</b> 。"
        ]
    },
    {
        "_id": 302,
        "Name": "老いぬ者の仙舟",
        "Icon": "71013.png",
        "Skills": [
            "装備キャラの最大HP+ <b>12.0%</b> 。装備キャラの速度が <b>120.0</b> 以上の場合、味方全体の攻撃力+ <b>8.0%</b> 。"
        ]
    },
    {
        "_id": 301,
        "Name": "宇宙封印ステーション",
        "Icon": "71012.png",
        "Skills": [
            "装備キャラの攻撃力+ <b>12.0%</b> 。装備キャラの速度が <b>120.0</b> 以上の場合、さらに攻撃力+ <b>12.0%</b> 。"
        ]
    },
    {
        "_id": 120,
        "Name": "風雲を薙ぎ払う勇烈",
        "Icon": "71033.png",
        "Skills": [
            "攻撃力+ <b>12.0%</b> 。",
            "装備キャラの会心率+ <b>6.0%</b> 。装備キャラが追加攻撃を行う時、必殺技の与ダメージ+ <b>36.0%</b> 、 <b>1.0</b> ターン継続。"
        ]
    },
    {
        "_id": 119,
        "Name": "蝗害を一掃せし鉄騎",
        "Icon": "71032.png",
        "Skills": [
            "撃破特効+ <b>16.0%</b> 。",
            "装備キャラの撃破特効が <b>150.0%</b> 以上の時、敵に与える弱点撃破ダメージが防御力を <b>10.0%</b> 無視する。装備キャラの撃破特効が <b>250.0%</b> 以上の時、さらに敵に与える超撃破ダメージが防御力を <b>15.0%</b> 無視する。"
        ]
    },
    {
        "_id": 118,
        "Name": "夢を弄ぶ時計屋",
        "Icon": "71029.png",
        "Skills": [
            "撃破特効+ <b>16.0%</b> 。",
            "装備キャラが味方に対して必殺技を発動する時、味方全体の撃破特効+ <b>30.0%</b> 、 <b>2.0</b> ターン継続。この効果は累積できない。"
        ]
    },
    {
        "_id": 117,
        "Name": "死水に潜る先駆者",
        "Icon": "71028.png",
        "Skills": [
            "デバフの影響を受けている敵への与ダメージ+ <b>12.0%</b> 。",
            "会心率+ <b>4.0%</b> 。デバフを <b>2.0</b> / <b>3.0</b> つ以上付与されている敵に対する、装備キャラの会心ダメージ+ <b>8.0%</b> / <b>12.0%</b> 。装備キャラが敵にデバフを付与した後、上記の効果が2倍になる、 <b>1.0</b> ターン継続。"
        ]
    },
    {
        "_id": 116,
        "Name": "深い牢獄の囚人",
        "Icon": "71025.png",
        "Skills": [
            "攻撃力+ <b>12.0%</b> 。",
            "敵に付与された持続ダメージ系デバフが1つにつき、装備キャラがその敵にダメージを与える時に防御力を <b>6.0%</b> 無視する。持続ダメージ系デバフは最大で <b>3.0</b> つまでカウントされる。"
        ]
    },
    {
        "_id": 115,
        "Name": "灰燼を燃やし尽くす大公",
        "Icon": "71024.png",
        "Skills": [
            "追加攻撃ダメージ+ <b>20.0%</b> 。",
            "装備キャラが追加攻撃を行った時、追加攻撃のヒット数に応じて、ダメージを与えるたびに装備者の攻撃力+ <b>6.0%</b> 、最大 <b>8.0</b> 回まで累積でき、 <b>3.0</b> ターン継続。この効果は、装備キャラが次の追加攻撃を行った時に解除される。"
        ]
    },
    {
        "_id": 114,
        "Name": "仮想空間を漫遊するメッセンジャー",
        "Icon": "71021.png",
        "Skills": [
            "速度+ <b>6.0%</b> 。",
            "装備キャラが味方に対して必殺技を発動した時、味方全体の速度+ <b>12.0%</b> 、 <b>1.0</b> ターン継続。この効果は累積できない。"
        ]
    },
    {
        "_id": 113,
        "Name": "宝命長存の蒔者",
        "Icon": "71020.png",
        "Skills": [
            "最大HP+ <b>12.0%</b> 。",
            "装備キャラが攻撃を受ける、または味方によってHPを消費させられた後、会心率+ <b>8.0%</b> 、 <b>2.0</b> ターン継続。この効果は最大で <b>2.0</b> 層累積できる。"
        ]
    },
    {
        "_id": 112,
        "Name": "荒地で盗みを働く廃土客",
        "Icon": "71011.png",
        "Skills": [
            "虚数属性ダメージ+ <b>10.0%</b> 。",
            "デバフ状態の敵にダメージを与えた時、装備キャラの会心率+ <b>10.0%</b> 。禁錮状態の敵にダメージを与えた時、会心ダメージ+ <b>20.0%</b> 。"
        ]
    },
    {
        "_id": 111,
        "Name": "流星の跡を追う怪盗",
        "Icon": "71010.png",
        "Skills": [
            "撃破特効+ <b>16.0%</b> 。",
            "装備キャラの撃破特効+ <b>16.0%</b> 。装備キャラが敵を弱点撃破した後、EPを <b>3.0</b> 回復する。"
        ]
    },
    {
        "_id": 110,
        "Name": "昼夜の狭間を翔ける鷹",
        "Icon": "71009.png",
        "Skills": [
            "風属性ダメージ+ <b>10.0%</b> 。",
            "装備キャラが必殺技を発動した後、行動順が <b>25.0%</b> 早まる。"
        ]
    },
    {
        "_id": 109,
        "Name": "雷鳴轟くバンド",
        "Icon": "71008.png",
        "Skills": [
            "雷属性ダメージ+ <b>10.0%</b> 。",
            "装備キャラが戦闘スキルを発動した時、装備キャラの攻撃力+ <b>20.0%</b> 、 <b>1.0</b> ターン継続。"
        ]
    },
    {
        "_id": 108,
        "Name": "星の如く輝く天才",
        "Icon": "71007.png",
        "Skills": [
            "量子属性ダメージ+ <b>10.0%</b> 。",
            "装備キャラが敵にダメージを与えた時、敵の防御力を <b>10.0%</b> 無視する。敵に量子属性の弱点がある場合、さらに防御力を <b>10.0%</b> 無視する。"
        ]
    },
    {
        "_id": 107,
        "Name": "溶岩で鍛造する火匠",
        "Icon": "71006.png",
        "Skills": [
            "炎属性ダメージ+ <b>10.0%</b> 。",
            "装備キャラの戦闘スキルによるダメージ+ <b>12.0%</b> 。必殺技を発動した後、次の攻撃の炎属性ダメージ+ <b>12.0%</b> 。"
        ]
    },
    {
        "_id": 106,
        "Name": "吹雪と対峙する兵士",
        "Icon": "71005.png",
        "Skills": [
            "受けるダメージ- <b>8.0%</b> 。",
            "ターンが回ってきた時、装備キャラの残りHPが <b>50.0%</b> 以下の場合、HPを最大HP <b>8.0%</b> 分回復し、EPを <b>5.0</b> 回復する。"
        ]
    },
    {
        "_id": 105,
        "Name": "成り上がりチャンピオン",
        "Icon": "71004.png",
        "Skills": [
            "物理属性ダメージ+ <b>10.0%</b> 。",
            "装備キャラが攻撃を行う、または攻撃を受けた後、今回の戦闘中の攻撃力+ <b>5.0%</b> 、最大で <b>5.0</b> 層累積できる。"
        ]
    },
    {
        "_id": 104,
        "Name": "雪の密林の狩人",
        "Icon": "71003.png",
        "Skills": [
            "氷属性ダメージ+ <b>10.0%</b> 。",
            "装備キャラが必殺技を発動した時、会心ダメージ+ <b>25.0%</b> 、 <b>2.0</b> ターン継続。"
        ]
    },
    {
        "_id": 103,
        "Name": "純庭教会の聖騎士",
        "Icon": "71002.png",
        "Skills": [
            "防御力+ <b>15.0%</b> 。",
            "装備キャラが付与するバリアの耐久値+ <b>20.0%</b> 。"
        ]
    },
    {
        "_id": 102,
        "Name": "草の穂ガンマン",
        "Icon": "71001.png",
        "Skills": [
            "攻撃力+ <b>12.0%</b> 。",
            "装備キャラの速度+ <b>6.0%</b> 、通常攻撃によるダメージ+ <b>10.0%</b> 。"
        ]
    },
    {
        "_id": 101,
        "Name": "流雲無痕の過客",
        "Icon": "71000.png",
        "Skills": [
            "治癒量+ <b>10.0%</b> 。",
            "戦闘開始時、SPを1回復する。"
        ]
    }
]

var _avatarskill = {
    "121801": {
        "v1": {
            "Name": "心火計",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に椒丘の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v2": {
            "Name": "心火計",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に椒丘の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        }
    },
    "121802": {
        "v1": {
            "Name": "燎原奔襲",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に椒丘の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与え、隣接する敵に椒丘の攻撃力@ <b>#2[p]</b> #分の炎属性ダメージを与える。 <b>#3[p]</b> の<u>基礎確率</u>でメインターゲットに「焼尽」を1層付与する。",
            "Params": [
                [
                    0.9,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        },
        "v2": {
            "Name": "燎原奔襲",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に椒丘の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与え、隣接する敵に椒丘の攻撃力@ <b>#2[p]</b> #分の炎属性ダメージを与える。 <b>#3[p]</b> の<u>基礎確率</u>で指定した敵単体に「焼尽」を1層付与する。",
            "Params": [
                [
                    0.9,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.125,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1218_BP"
        }
    },
    "121803": {
        "v1": {
            "Name": "炊陣妙法、奇正相生",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵それぞれにある「焼尽」の層数を、「焼尽」層数が最も高い敵の「焼尽」層数と同じにした後、結界を展開し敵全体に椒丘の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<br>結界が存在する時、敵の受ける必殺技ダメージ+@ <b>#3[p]</b> #、敵が行動する時、@ <b>#2[p]</b> #の<u>基礎確率</u>で「焼尽」を1層付与される。この効果は敵それぞれでターンが回ってくるたびに1回まで発動できる。<br>結界は <b>#4[f]</b> ターン継続し、自身のターンが回ってくるたびに継続ターン数が1減る。椒丘が<u>戦闘不能状態</u>になる時、結界は解除される。<br><br>@<b>戦闘不能状態</b>#<br>味方の残りHPが0になるとこの特殊状態に入る。この状態のキャラは戦闘を続けることができない。",
            "Params": [
                [
                    1.2,
                    0.5,
                    0.09,
                    3.0
                ],
                [
                    1.28,
                    0.51,
                    0.096,
                    3.0
                ],
                [
                    1.36,
                    0.52,
                    0.102,
                    3.0
                ],
                [
                    1.44,
                    0.53,
                    0.108,
                    3.0
                ],
                [
                    1.52,
                    0.54,
                    0.114,
                    3.0
                ],
                [
                    1.6,
                    0.55,
                    0.12,
                    3.0
                ],
                [
                    1.7,
                    0.5625,
                    0.1275,
                    3.0
                ],
                [
                    1.8,
                    0.575,
                    0.135,
                    3.0
                ],
                [
                    1.9,
                    0.5875,
                    0.1425,
                    3.0
                ],
                [
                    2.0,
                    0.6,
                    0.15,
                    3.0
                ],
                [
                    2.08,
                    0.61,
                    0.156,
                    3.0
                ],
                [
                    2.16,
                    0.62,
                    0.162,
                    3.0
                ],
                [
                    2.24,
                    0.63,
                    0.168,
                    3.0
                ],
                [
                    2.32,
                    0.64,
                    0.174,
                    3.0
                ],
                [
                    2.4,
                    0.65,
                    0.18,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v2": {
            "Name": "炊陣妙法、奇正相生",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵それぞれにある「焼尽」の層数を、「焼尽」層数が最も高い敵の「焼尽」層数と同じにした後、結界を展開し敵全体に椒丘の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。<br>結界が存在する時、敵の受ける必殺技ダメージ+@ <b>#3[p]</b> #、敵が行動する時、@ <b>#2[p]</b> #の<u>基礎確率</u>で「焼尽」を1層付与される。この効果は敵それぞれでターンが回ってくるたびに1回まで発動できる。<br>結界は <b>#4[f]</b> ターン継続し、自身のターンが回ってくるたびに継続ターン数が1減る。椒丘が<u>戦闘不能状態</u>になる時、結界は解除される。<br><br>@<b>戦闘不能状態</b>#<br>味方の残りHPが0になるとこの特殊状態に入る。この状態のキャラは戦闘を続けることができない。",
            "Params": [
                [
                    1.2,
                    0.5,
                    0.09,
                    3.0
                ],
                [
                    1.28,
                    0.51,
                    0.096,
                    3.0
                ],
                [
                    1.36,
                    0.52,
                    0.102,
                    3.0
                ],
                [
                    1.44,
                    0.53,
                    0.108,
                    3.0
                ],
                [
                    1.52,
                    0.54,
                    0.114,
                    3.0
                ],
                [
                    1.6,
                    0.55,
                    0.12,
                    3.0
                ],
                [
                    1.7,
                    0.5625,
                    0.1275,
                    3.0
                ],
                [
                    1.8,
                    0.575,
                    0.135,
                    3.0
                ],
                [
                    1.9,
                    0.5875,
                    0.1425,
                    3.0
                ],
                [
                    2.0,
                    0.6,
                    0.15,
                    3.0
                ],
                [
                    2.08,
                    0.61,
                    0.156,
                    3.0
                ],
                [
                    2.16,
                    0.62,
                    0.162,
                    3.0
                ],
                [
                    2.24,
                    0.63,
                    0.168,
                    3.0
                ],
                [
                    2.32,
                    0.64,
                    0.174,
                    3.0
                ],
                [
                    2.4,
                    0.65,
                    0.18,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Ultra"
        }
    },
    "121804": {
        "v1": {
            "Name": "奇正の変、至微精妙",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "椒丘が通常攻撃、戦闘スキル、または必殺技を発動して敵に攻撃が命中する時、 <b>#1[p]</b> の<u>基礎確率</u>でその敵に「焼尽」を1層付与する。「焼尽」状態の敵の受けるダメージ+@ <b>#2[p]</b> #。2層目から、「焼尽」1層につき、さらに受けるダメージ+@ <b>#3[p]</b> #、最大で <b>#4[f]</b> 層累積できる。「焼尽」は <b>#5[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        },
        "v2": {
            "Name": "奇正の変、至微精妙",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "椒丘が通常攻撃、戦闘スキル、または必殺技を発動して敵に攻撃が命中する時、 <b>#1[p]</b> の<u>基礎確率</u>でその敵に「焼尽」を1層付与する。「焼尽」状態の敵の受けるダメージ+@ <b>#2[p]</b> #。2層目から、「焼尽」1層につき、さらに受けるダメージ+@ <b>#3[p]</b> #、最大で <b>#4[f]</b> 層累積できる。「焼尽」は <b>#5[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    0.075,
                    0.025,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0825,
                    0.0275,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.09,
                    0.03,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.0975,
                    0.0325,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.105,
                    0.035,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1125,
                    0.0375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.12188,
                    0.04063,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.13125,
                    0.04375,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.14062,
                    0.04688,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.15,
                    0.05,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1575,
                    0.0525,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.165,
                    0.055,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1725,
                    0.0575,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.18,
                    0.06,
                    5.0,
                    2.0
                ],
                [
                    1.0,
                    0.1875,
                    0.0625,
                    5.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Passive"
        }
    },
    "121806": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Normal"
        }
    },
    "121807": {
        "v1": {
            "Name": "旺火却乱",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、 <b>#2[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内にいる敵と戦闘に入った後、敵全体に椒丘の攻撃力 <b>#1[p]</b> 分の炎属性ダメージを与え、 <b>#3[p]</b> の<u>基礎確率</u>で「焼尽」を1層付与する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        },
        "v2": {
            "Name": "旺火却乱",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、 <b>#2[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内にいる敵と戦闘に入った後、敵全体に椒丘の攻撃力 <b>#1[p]</b> 分の炎属性ダメージを与え、 <b>#3[p]</b> の<u>基礎確率</u>で「焼尽」を1層付与する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    15.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1218_Maze"
        }
    },
    "122101": {
        "v1": {
            "Name": "震天動地",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v2": {
            "Name": "震天動地",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        }
    },
    "122102": {
        "v1": {
            "Name": "天威煌々",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "雲璃の攻撃力@ <b>#3[p]</b> #+@ <b>#4[f]</b> #のHPを回復し、指定した敵単体に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#2[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v2": {
            "Name": "天威煌々",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "雲璃の攻撃力@ <b>#3[p]</b> #+@ <b>#4[f]</b> #のHPを回復し、指定した敵単体に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#2[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        }
    },
    "122103": {
        "v1": {
            "Name": "九天揺るがす大地の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "EPを <b>#8[f]</b> 消費し、雲璃が【ブロック】状態に入り、敵全体に挑発状態を付与する。次に行動する味方または敵のターンが終了する時まで継続。【ブロック】状態の間、雲璃の会心ダメージ+@ <b>#2[p]</b> #、天賦によるカウンターを発動する時、<u>カウンター</u>【看破・滅】を発動し、【ブロック】状態を解除する。【ブロック】状態の間、カウンターを発動しなかった場合、【ブロック】状態状態が解除される時に雲璃がランダムな敵に<u>カウンター</u>【看破・斬】を発動する。【看破・斬】を1回発動するたびに、次の【看破・斬】が【看破・滅】に切り替わる。<br>【看破・斬】：敵に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#6[p]</b> #分の物理属性ダメージを与える。<br>【看破・滅】：敵に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#6[p]</b> #分の物理属性ダメージを与える。その後、さらに <b>#4[f]</b> ヒットする。1ヒットにつき、ランダムな敵単体に雲璃の攻撃力@ <b>#7[p]</b> #分の物理属性ダメージを与える。雲璃がこのスキルでダメージを与える時、必殺技ダメージを与えると見なされる。<br><br>@<b>カウンター</b>#<br>対象が攻撃を受けた後に自動で効果を発動する。攻撃者に対し、さらに攻撃を1回行う。<br>カウンターも追加攻撃と見なされる。",
            "Params": [
                [
                    1.44,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.48,
                    120.0
                ],
                [
                    1.536,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.768,
                    0.512,
                    120.0
                ],
                [
                    1.632,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.816,
                    0.544,
                    120.0
                ],
                [
                    1.728,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.864,
                    0.576,
                    120.0
                ],
                [
                    1.824,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.912,
                    0.608,
                    120.0
                ],
                [
                    1.92,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.96,
                    0.64,
                    120.0
                ],
                [
                    2.04,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    1.02,
                    0.68,
                    120.0
                ],
                [
                    2.16,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.72,
                    120.0
                ],
                [
                    2.28,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.14,
                    0.76,
                    120.0
                ],
                [
                    2.4,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.8,
                    120.0
                ],
                [
                    2.496,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.248,
                    0.832,
                    120.0
                ],
                [
                    2.592,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.296,
                    0.864,
                    120.0
                ],
                [
                    2.688,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.344,
                    0.896,
                    120.0
                ],
                [
                    2.784,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.392,
                    0.928,
                    120.0
                ],
                [
                    2.88,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.44,
                    0.96,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v2": {
            "Name": "九天揺るがす大地の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "EPを <b>#8[f]</b> 消費し、雲璃が「ブロック」状態に入り、敵全体に挑発状態を付与する。次に行動する味方または敵のターンが終了する時まで継続。「ブロック」状態の間、雲璃の会心ダメージ+@ <b>#2[p]</b> #、天賦によるカウンターを発動する時、<u>カウンター</u>「看破・滅」を発動し、「ブロック」状態を解除する。「ブロック」状態の間、カウンターを発動しなかった場合、「ブロック」状態が解除される時、雲璃がランダムな敵に<u>カウンター</u>「看破・斬」を発動する。「看破・斬」を1回発動した後、次の「看破・斬」が「看破・滅」に切り替わる。<br>「看破・斬」：敵に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#6[p]</b> #分の物理属性ダメージを与える。<br>「看破・滅」：敵に雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#6[p]</b> #分の物理属性ダメージを与える。その後、さらに <b>#4[f]</b> ヒットする。1ヒットにつき、ランダムな敵単体に雲璃の攻撃力@ <b>#7[p]</b> #分の物理属性ダメージを与える。雲璃がこのスキルでダメージを与える時、必殺技ダメージを与えると見なされる。<br><br>@<b>カウンター</b>#<br>対象が攻撃を受けた後に自動で効果を発動する。攻撃者に対し、さらに攻撃を1回行う。<br>カウンターも追加攻撃と見なされる。",
            "Params": [
                [
                    1.44,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.48,
                    120.0
                ],
                [
                    1.536,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.768,
                    0.512,
                    120.0
                ],
                [
                    1.632,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.816,
                    0.544,
                    120.0
                ],
                [
                    1.728,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.864,
                    0.576,
                    120.0
                ],
                [
                    1.824,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.912,
                    0.608,
                    120.0
                ],
                [
                    1.92,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.96,
                    0.64,
                    120.0
                ],
                [
                    2.04,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    1.02,
                    0.68,
                    120.0
                ],
                [
                    2.16,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.72,
                    120.0
                ],
                [
                    2.28,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.14,
                    0.76,
                    120.0
                ],
                [
                    2.4,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.8,
                    120.0
                ],
                [
                    2.496,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.248,
                    0.832,
                    120.0
                ],
                [
                    2.592,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.296,
                    0.864,
                    120.0
                ],
                [
                    2.688,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.344,
                    0.896,
                    120.0
                ],
                [
                    2.784,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.392,
                    0.928,
                    120.0
                ],
                [
                    2.88,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.44,
                    0.96,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        }
    },
    "122104": {
        "v1": {
            "Name": "閃熔の構え",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "拡散攻撃",
            "Desc": "雲璃が敵の攻撃を受けた後、即座に攻撃者に<u>カウンター</u>を発動し、雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#2[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.66,
                    0.33
                ],
                [
                    0.72,
                    0.36
                ],
                [
                    0.78,
                    0.39
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    0.975,
                    0.4875
                ],
                [
                    1.05,
                    0.525
                ],
                [
                    1.125,
                    0.5625
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.26,
                    0.63
                ],
                [
                    1.32,
                    0.66
                ],
                [
                    1.38,
                    0.69
                ],
                [
                    1.44,
                    0.72
                ],
                [
                    1.5,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v2": {
            "Name": "閃熔の構え",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "拡散攻撃",
            "Desc": "雲璃が敵から攻撃を受けた後、即座に攻撃者に<u>カウンター</u>を発動し、雲璃の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与え、隣接する敵に雲璃の攻撃力@ <b>#2[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.66,
                    0.33
                ],
                [
                    0.72,
                    0.36
                ],
                [
                    0.78,
                    0.39
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    0.975,
                    0.4875
                ],
                [
                    1.05,
                    0.525
                ],
                [
                    1.125,
                    0.5625
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.26,
                    0.63
                ],
                [
                    1.32,
                    0.66
                ],
                [
                    1.38,
                    0.69
                ],
                [
                    1.44,
                    0.72
                ],
                [
                    1.5,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        }
    },
    "122106": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        }
    },
    "122107": {
        "v1": {
            "Name": "後の先",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "自身に【受け太刀】を付与する、 <b>15</b> 秒継続。効果期間中、敵を先制攻撃、または攻撃を受けて戦闘に入った後、即座にランダムな敵単体に【看破・滅】を発動し、その回の攻撃の与ダメージ+ <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v2": {
            "Name": "後の先",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "自身に「受け太刀」を付与する、 <b>15</b> 秒継続。効果期間中、敵を先制攻撃、または攻撃を受けて戦闘に入った後、即座にランダムな敵単体に「看破・滅」を発動する。その回の攻撃の与ダメージ+ <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        }
    },
    "122401": {
        "v1": {
            "Name": "妖邪浄化瑠璃剣",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に三月なのかの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与え、チャージを <b>#2[f]</b> 獲得する。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v2": {
            "Name": "妖邪浄化瑠璃剣",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に三月なのかの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与え、チャージを <b>#2[f]</b> 獲得する。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        }
    },
    "122408": {
        "v1": {
            "Name": "一撃目で眉間、二撃目で心",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "初期攻撃段数は <b>#4[f]</b> 段。1段の攻撃につき、敵単体に三月なのかの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。最後の1段の攻撃を行ったたびに、 <b>#2[p]</b> の<u>固定確率</u>でさらに1段の攻撃を行う、最大で <b>#3[f]</b> 段の攻撃を行える。強化通常攻撃を行って回復するEPは攻撃段数に連れてアップしない。<br>強化通常攻撃はSPを回復できない。",
            "Params": [
                [
                    0.5,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.6,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.7,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.9,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.1,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.2,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.3,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v2": {
            "Name": "一撃目で眉間、二撃目で心",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "初期攻撃段数は <b>#4[f]</b> 段。1段の攻撃につき、指定した敵単体に三月なのかの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。最後の1段の攻撃を行ったたびに、 <b>#2[p]</b> の<u>固定確率</u>でさらに1段の攻撃を行う、最大でさらに <b>#3[f]</b> 段の攻撃を行える。強化通常攻撃を行って回復するEPは攻撃段数に影響されない。<br>強化通常攻撃はSPを回復できない。",
            "Params": [
                [
                    0.5,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.6,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.7,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.9,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.1,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.2,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.3,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        }
    },
    "122402": {
        "v1": {
            "Name": "師匠、お茶をどうぞ！",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "自身以外の味方を「師匠」にする。「師匠」の速度+@ <b>#1[p]</b> #。戦闘スキルの最後のターゲットのみが三月なのかの「師匠」と見なされる。<br>通常攻撃を行う、または強化通常攻撃ダメージを1段与える時、フィールド上に指定の運命の「師匠」が存在する場合、対応する効果を発動する：<br>「知恵」、「壊滅」、「巡狩」：さらに三月なのかの攻撃力@ <b>#2[p]</b> #分の、「師匠」の属性に応じた<u>付加ダメージ</u>を与える。<br>「調和」、「虚無」、「存護」、「豊穣」：その回のダメージの削靭値+ <b>#3[p]</b> 。<br><br>@<b>付加ダメージ</b>#<br>攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v2": {
            "Name": "師匠、お茶をどうぞ！",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "自身以外の味方を「師匠」にする。「師匠」の速度+@ <b>#1[p]</b> #。戦闘スキルの最後のターゲットのみが三月なのかの「師匠」と見なされる。<br>通常攻撃を行う、または強化通常攻撃を1段行う時、フィールド上に指定の運命の「師匠」が存在する場合、対応する効果を発動する：<br>「知恵」、「壊滅」、「巡狩」：さらに三月なのかの攻撃力@ <b>#2[p]</b> #分の、「師匠」の属性に応じた<u>付加ダメージ</u>を与える。<br>「調和」、「虚無」、「存護」、「豊穣」：その回/段の攻撃の削靭値+ <b>#3[p]</b> 。<br><br>@<b>付加ダメージ</b>#<br>攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        }
    },
    "122403": {
        "v1": {
            "Name": "蓋世の女傑三月なのか",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に三月なのかの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。<br>次の強化通常攻撃の初期攻撃段数+ <b>#2[f]</b> 段、さらに段攻撃を与える<u>固定確率</u>+ <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v2": {
            "Name": "蓋世の女傑三月なのか",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に三月なのかの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。<br>次の強化通常攻撃の初期攻撃段数+ <b>#2[f]</b> 段、さらに段攻撃を与える<u>固定確率</u>+ <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        }
    },
    "122404": {
        "v1": {
            "Name": "師匠、悟りました！",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「師匠」が攻撃を行う、または必殺技を発動した後、三月なのかは最大でチャージを1獲得する。<br>チャージが <b>#1[f]</b> 以上の時、三月なのかは即座に行動し、与ダメージ+@ <b>#2[p]</b> #。通常攻撃が強化され、この強化通常攻撃のみを行える。強化通常攻撃を行った後、チャージを <b>#1[f]</b> 消費する。",
            "Params": [
                [
                    7.0,
                    0.4
                ],
                [
                    7.0,
                    0.44
                ],
                [
                    7.0,
                    0.48
                ],
                [
                    7.0,
                    0.52
                ],
                [
                    7.0,
                    0.56
                ],
                [
                    7.0,
                    0.6
                ],
                [
                    7.0,
                    0.65
                ],
                [
                    7.0,
                    0.7
                ],
                [
                    7.0,
                    0.75
                ],
                [
                    7.0,
                    0.8
                ],
                [
                    7.0,
                    0.84
                ],
                [
                    7.0,
                    0.88
                ],
                [
                    7.0,
                    0.92
                ],
                [
                    7.0,
                    0.96
                ],
                [
                    7.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v2": {
            "Name": "師匠、悟りました！",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「師匠」が攻撃を行った、または必殺技を発動した後、三月なのかは最大でチャージを1獲得する。<br>チャージが <b>#1[f]</b> 以上の時、三月なのかは即座に行動し、与ダメージ+@ <b>#2[p]</b> #。通常攻撃が強化され、この強化通常攻撃のみを行える。強化通常攻撃を行った後、チャージを <b>#1[f]</b> 消費する。",
            "Params": [
                [
                    7.0,
                    0.4
                ],
                [
                    7.0,
                    0.44
                ],
                [
                    7.0,
                    0.48
                ],
                [
                    7.0,
                    0.52
                ],
                [
                    7.0,
                    0.56
                ],
                [
                    7.0,
                    0.6
                ],
                [
                    7.0,
                    0.65
                ],
                [
                    7.0,
                    0.7
                ],
                [
                    7.0,
                    0.75
                ],
                [
                    7.0,
                    0.8
                ],
                [
                    7.0,
                    0.84
                ],
                [
                    7.0,
                    0.88
                ],
                [
                    7.0,
                    0.92
                ],
                [
                    7.0,
                    0.96
                ],
                [
                    7.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        }
    },
    "122406": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        }
    },
    "122407": {
        "v1": {
            "Name": "一気に三食",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "三月なのかがパーティに編成されている場合、三月なのか以外の味方が秘技を1回使用するたびに、次の戦闘開始時、三月なのかはチャージを1獲得する、最大で <b>#1[f]</b> 獲得できる。<br>秘技を使用した後、次の戦闘開始時に三月なのかはEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v2": {
            "Name": "一気に三食",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "三月なのかがパーティに編成されている場合、三月なのか以外の味方が秘技を1回使用するたびに、次の戦闘開始時、三月なのかはチャージを1獲得する、最大で <b>#1[f]</b> 獲得できる。<br>秘技を使用した後、次の戦闘開始時、三月なのかはEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        }
    }
}

var _avatarskilltree = {
    "1218": {
        "v1": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "火祓い",
                "Desc": "結界が存在する時、敵の効果命中- <b><color style='color:#f29e38'>30.0%</color></b> 。また、敵はターンが回ってくるたびに椒丘の攻撃力 <b><color style='color:#f29e38'>150.0%</color></b> 分の炎属性付加ダメージを受ける。",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "炊事",
                "Desc": "椒丘の効果命中が <b><color style='color:#f29e38'>80.0%</color></b> を超える時、超過した効果命中 <b><color style='color:#f29e38'>15.0%</color></b> につき、さらに攻撃力+ <b><color style='color:#f29e38'>60.0%</color></b> 、最大で+ <b><color style='color:#f29e38'>240.0%</color></b> 。",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "炙香",
                "Desc": "結界が存在する時、敵が戦闘に入る際に「焼尽」が付与される。付与される層数は結界展開中に最も「焼尽」を付与された敵の層数と同じである。最低 <b><color style='color:#f29e38'>1.0</color></b> 層である。",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "StatusProbabilityBase": 0.28,
                "FireAddedRatio": 0.144,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "火祓い",
                "Desc": "結界が存在する時、敵の効果命中- <b><color style='color:#f29e38'>30.0%</color></b> 。また、敵はターンが回ってくるたびに椒丘の攻撃力 <b><color style='color:#f29e38'>150.0%</color></b> 分の炎属性付加ダメージを受ける。",
                "Icon": "SkillIcon_1218_SkillTree1"
            },
            "Tree2": {
                "Name": "炊事",
                "Desc": "椒丘の効果命中が <b><color style='color:#f29e38'>80.0%</color></b> を超える時、超過した効果命中 <b><color style='color:#f29e38'>15.0%</color></b> につき、さらに攻撃力+ <b><color style='color:#f29e38'>60.0%</color></b> 、最大で+ <b><color style='color:#f29e38'>240.0%</color></b> 。",
                "Icon": "SkillIcon_1218_SkillTree2"
            },
            "Tree3": {
                "Name": "炙香",
                "Desc": "結界が存在する時、敵が戦闘に入る際に「焼尽」が付与される。付与される層数は結界展開中に最も「焼尽」を付与された敵の層数と同じである。最低 <b><color style='color:#f29e38'>1.0</color></b> 層である。",
                "Icon": "SkillIcon_1218_SkillTree3"
            }
        }
    },
    "1221": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼輪",
                "Desc": "攻撃を受ける時、雲璃はさらにEPを <b><color style='color:#f29e38'>15.0</color></b> 回復する。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "【ブロック】状態の時、付与されている行動制限系デバフに抵抗し、受けるダメージ- <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真鋼",
                "Desc": "カウンターを発動する時、雲璃の攻撃力+ <b><color style='color:#f29e38'>30.0%</color></b> 、1ターン継続。",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼輪",
                "Desc": "攻撃を受ける時、雲璃が追加でEPを <b><color style='color:#f29e38'>15.0</color></b> 回復する。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "「ブロック」状態の時、行動制限系デバフに抵抗し、受けるダメージ- <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真鋼",
                "Desc": "カウンターを発動する時、雲璃の攻撃力+ <b><color style='color:#f29e38'>30.0%</color></b> 、1ターン継続。",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        }
    },
    "1224": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "驚鴻",
                "Desc": "戦闘開始時、三月なのかの行動順が <b><color style='color:#f29e38'>25.0%</color></b> 早まる。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲瓏",
                "Desc": "三月なのかは「師匠」の属性と同じ弱点属性を持つ敵に靭性を削れる。敵を弱点撃破する時、虚数属性ダメージを弱点撃破効果を触発する。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "破浪",
                "Desc": "フィールド上に「師匠」が存在する時、三月なのかの速度+ <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "驚鴻",
                "Desc": "戦闘開始時、三月なのかの行動順が <b><color style='color:#f29e38'>25.0%</color></b> 早まる。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲瓏",
                "Desc": "三月なのかは「師匠」の属性と同じ弱点属性を持つ敵の靭性を削れる。敵を弱点撃破する時、虚数属性の弱点撃破効果が触発される。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "破浪",
                "Desc": "フィールド上に「師匠」が存在する時、三月なのかの速度+ <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        }
    }
}

var _avatarrank = {
    "121801": {
        "v1": {
            "Rank": 1,
            "Name": "五味五臓",
            "Desc": "味方が「焼尽」状態の敵に攻撃を行う時、与ダメージ+ <b><color style='color:#f29e38'>48.0%</color></b> 。天賦を触発して敵に「焼尽」を付与する時、さらにその回に付与する「焼尽」層数+ <b><color style='color:#f29e38'>1.0</color></b> 層。",
            "Icon": "SkillIcon_1218_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "五味五臓",
            "Desc": "味方が「焼尽」状態の敵に攻撃を行う時、与ダメージ+ <b><color style='color:#f29e38'>48.0%</color></b> 。天賦を発動して敵に「焼尽」を付与する時、さらにその回に付与する「焼尽」層数+ <b><color style='color:#f29e38'>1.0</color></b> 層。",
            "Icon": "SkillIcon_1218_Rank1"
        }
    },
    "121802": {
        "v1": {
            "Rank": 2,
            "Name": "厚味、万病の元",
            "Desc": "「焼尽」状態は燃焼状態と見なされる。「焼尽」状態の敵はターンが回ってくるたびに椒丘の攻撃力 <b><color style='color:#f29e38'>300.0%</color></b> 分の炎属性持続ダメージを受ける。",
            "Icon": "SkillIcon_1218_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "厚味、万病の元",
            "Desc": "「焼尽」状態は燃焼状態と見なされる。「焼尽」状態の敵はターンが回ってくるたびに椒丘の攻撃力 <b><color style='color:#f29e38'>300.0%</color></b> 分の炎属性持続ダメージを受ける。",
            "Icon": "SkillIcon_1218_Rank2"
        }
    },
    "121803": {
        "v1": {
            "Rank": 3,
            "Name": "和合の神髄",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1218_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "和合の神髄",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1218_BP"
        }
    },
    "121804": {
        "v1": {
            "Rank": 4,
            "Name": "気血充溢",
            "Desc": "結界が存在する時、敵の攻撃力- <b><color style='color:#f29e38'>15.0%</color></b> 。",
            "Icon": "SkillIcon_1218_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "気血充溢",
            "Desc": "結界が存在する時、敵の攻撃力- <b><color style='color:#f29e38'>15.0%</color></b> 。",
            "Icon": "SkillIcon_1218_Rank4"
        }
    },
    "121805": {
        "v1": {
            "Rank": 5,
            "Name": "天地を争い、変撃と闘う",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1218_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "天地を争い、変撃と闘う",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1218_Ultra"
        }
    },
    "121806": {
        "v1": {
            "Rank": 6,
            "Name": "九沸九変",
            "Desc": "敵が倒される時、その敵にある「焼尽」が、フィールド上の「焼尽」層数が最も低い敵に移る。「焼尽」の累積上限が <b><color style='color:#f29e38'>9.0</color></b> 層にアップする。「焼尽」1層につき、敵の全属性耐性- <b><color style='color:#f29e38'>3.0%</color></b> 。",
            "Icon": "SkillIcon_1218_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "九沸九変",
            "Desc": "敵が倒される時、その敵にある「焼尽」が、フィールド上の「焼尽」層数が最も低い敵に移る。「焼尽」の累積上限が <b><color style='color:#f29e38'>9.0</color></b> 層にアップする。「焼尽」1層につき、敵の全属性耐性- <b><color style='color:#f29e38'>3.0%</color></b> 。",
            "Icon": "SkillIcon_1218_Rank6"
        }
    },
    "122101": {
        "v1": {
            "Rank": 1,
            "Name": "無垢なる歴刃",
            "Desc": "「看破・斬」と「看破・滅」の与ダメージ+ <b><color style='color:#f29e38'>20.0%</color></b> 。「看破・滅」の追加攻撃段数+ <b><color style='color:#f29e38'>3.0</color></b> 段。",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "無垢なる歴刃",
            "Desc": "「看破・斬」ダメージと「看破・滅」ダメージ+ <b><color style='color:#f29e38'>20.0%</color></b> 。さらに「看破・滅」の攻撃段数+ <b><color style='color:#f29e38'>3.0</color></b> 段。",
            "Icon": "SkillIcon_1221_Rank1"
        }
    },
    "122102": {
        "v1": {
            "Rank": 2,
            "Name": "新生せし浄光",
            "Desc": "雲璃は自身のターン終了後、会心率+ <b><color style='color:#f29e38'>18.0%</color></b> 、次のターンが回ってくる前まで持続。",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "新生せし浄光",
            "Desc": "ターン終了後、雲璃の会心率+ <b><color style='color:#f29e38'>18.0%</color></b> 、次のターンが回ってくる前まで継続。",
            "Icon": "SkillIcon_1221_Rank2"
        }
    },
    "122103": {
        "v1": {
            "Rank": 3,
            "Name": "九尺運斤",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1221_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "九尺運斤",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1221_BP"
        }
    },
    "122104": {
        "v1": {
            "Rank": 4,
            "Name": "大匠撃砧",
            "Desc": "雲璃がカウンターを発動し敵にダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>20.0%</color></b> 無視する。",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "大匠撃砧",
            "Desc": "雲璃がカウンターを発動してダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>20.0%</color></b> 無視する。",
            "Icon": "SkillIcon_1221_Rank4"
        }
    },
    "122105": {
        "v1": {
            "Rank": 5,
            "Name": "我が剣、石に匪ず",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "我が剣、石に匪ず",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1221_Ultra"
        }
    },
    "122106": {
        "v1": {
            "Rank": 6,
            "Name": "琴心剣胆",
            "Desc": "必殺技を発動した後、次に行動するのが敵の場合、その敵が雲璃に攻撃を行うかに関わらず、雲璃は「看破・滅」を発動する。また、【ブロック】状態が解除されず、次のターンが終了した後まで延長される。この効果はターンが回ってくるたびに <b><color style='color:#f29e38'>1.0</color></b> 回まで発動できる。",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "琴心剣胆",
            "Desc": "必殺技を発動した後、次に行動するのが敵の場合、その敵が雲璃に攻撃を行うかに関わらず、雲璃は「看破・滅」を発動する。また、この場合は「ブロック」状態が解除されず、次のターンが終了した後まで延長される。この効果はターンが回ってくるたびに <b><color style='color:#f29e38'>1.0</color></b> 回まで発動できる。",
            "Icon": "SkillIcon_1221_Rank6"
        }
    },
    "122401": {
        "v1": {
            "Rank": 1,
            "Name": "剣術修行で星を動かせ",
            "Desc": "必殺技を発動した後、次の強化通常攻撃によるダメージの会心ダメージ+ <b><color style='color:#f29e38'>36.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "剣術修行で星を動かせ",
            "Desc": "必殺技を発動した後、次の強化通常攻撃によるダメージの会心ダメージ+ <b><color style='color:#f29e38'>36.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        }
    },
    "122402": {
        "v1": {
            "Rank": 2,
            "Name": "白刃に揺れ動く雪と波",
            "Desc": "「師匠」が通常攻撃または戦闘スキルを発動して敵に攻撃を行った後、三月なのかが追加攻撃を行い、「師匠」の攻撃が指定した敵単体に三月なのかの攻撃力 <b><color style='color:#f29e38'>60.0%</color></b> 分の虚数属性ダメージを与え、「師匠」の運命に応じて効果を発動し、チャージを <b><color style='color:#f29e38'>1.0</color></b> 獲得する。攻撃できる指定した敵単体が存在しないアバイ、ランダムで敵単体に攻撃を行う。この効果はターンが回ってくるたびに1回まで発動できる。",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "白刃に揺れ動く雪と波",
            "Desc": "「師匠」が通常攻撃または戦闘スキルを発動して敵に攻撃を行った後、三月なのかが追加攻撃を行い、「師匠」の攻撃が指定した敵単体に三月なのかの攻撃力 <b><color style='color:#f29e38'>60.0%</color></b> 分の虚数属性ダメージを与え、「師匠」の運命に応じて効果を発動し、チャージを <b><color style='color:#f29e38'>1.0</color></b> 獲得する。攻撃できる指定した敵単体が存在しない場合、ランダムな敵単体に攻撃を行う。この効果はターンが回ってくるたびに1回まで発動できる。",
            "Icon": "SkillIcon_1224_Rank2"
        }
    },
    "122403": {
        "v1": {
            "Rank": 3,
            "Name": "頭が切れて腕もある",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "頭が切れて腕もある",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1224_BP"
        }
    },
    "122404": {
        "v1": {
            "Rank": 4,
            "Name": "龍鳳は臆せず",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>5.0</color></b> 回復する。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "龍鳳は臆せず",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>5.0</color></b> 回復する。",
            "Icon": "SkillIcon_1224_Rank4"
        }
    },
    "122405": {
        "v1": {
            "Rank": 5,
            "Name": "稽古を増やして甘いものを控える",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "稽古を増やして甘いものを控える",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1224_Ultra"
        }
    },
    "122406": {
        "v1": {
            "Rank": 6,
            "Name": "世界一はウチ",
            "Desc": "強化通常攻撃を行った後、「師匠」の会心ダメージ+ <b><color style='color:#f29e38'>60.0%</color></b> 、撃破特効+ <b><color style='color:#f29e38'>36.0%</color></b> 、 <b><color style='color:#f29e38'>2.0</color></b> ターン継続。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "世界一はウチ",
            "Desc": "強化通常攻撃を行った後、「師匠」の会心ダメージ+ <b><color style='color:#f29e38'>60.0%</color></b> 、撃破特効+ <b><color style='color:#f29e38'>36.0%</color></b> 、 <b><color style='color:#f29e38'>2.0</color></b> ターン継続。",
            "Icon": "SkillIcon_1224_Rank6"
        }
    }
}

var _story = {
    "1218": [],
    "1221": [],
    "1224": []
}

var _voice = {
    "1218": [],
    "1221": [],
    "1224": []
}

var _changelog2 = {
    "1218": [
        "The Field's effects will also apply to enemies that are unselectable. The effects include:<br>- Increased incoming Ultimate DMG<br>- Chance of Ashen Roast when taking action<br>- Reduced Effect Hit Rate<br>- Takes DMG at the start of every turn<br>- Eidolon #4 ATK decrease",
        "(v1) The +10 energy on Jiaoqiu's Passive is present in game data, but is never triggered. That is, no extra energy is regenerated when triggering Passive."
    ],
    "1221": [
        "Although counters are considered as both Ult and FUA DMG, Salsotto's effect won't be doubled.",
        "The DMG dealt by Intuit: Slash and Intuit: Cull is considered as both Ultimate and Follow-Up DMG. However, she is not considered to be casting a Ultimate when triggering these, only considered to be casting a follow-up attack."
    ],
    "1224": [
        "When Master is unselectable (e.g. Svarog's hand), the effects provided by the Master will still work.<br>In v1, the effects will disappear if Master becomes unselectable."
    ]
}

var _notes = {}

var _adiff = {}

var _weapondesc = {
    "23030": "<i>鮮やかな夕暮れの中、俊敏な人影が屋根の上を駆け抜ける。</i><br><br><i>「リーちゃん、カカちゃん、ゴールまで競走しよう！」</i><br>屋根に登り、守衛を避け、風を乗りながら、少女は小さな素早い動物のように、最後の一筋の日の光を追いかける。<br><br>暖かな夕風が少女の顔を撫で、残光が猫たちを色とりどりに染め上げる。<br><i>「あんたたちの勝ち！」</i><br>彼女は額の汗を拭うと猫たちを抱き上げる。<br>星々が浮かび上がる中、彼女の無防備な笑顔が空を縁取る夕焼けのように咲き誇るった。",
    "23029": "何度かの驟雨の後、初春の潮が満ち、碧い草が生い茂る。<br><i>「これは、何度目の春だろう？」</i><br>彼は初めて戦場に赴く若い兵士たちのことを思い出した。年々、顔ぶれは新しくなるが、彼らからは同じような生気と希望が溢れ出ていた。<br>柳の枝を折って君の帰りを待つも、最後に彼らが故郷に持ち帰るのは…二度と溶けることのない冰霜である。<br><br>鳥のさえずりの中、彼は目を閉じ、木漏れ日が彼の顔に降り注いだ<br>——<i>「結局、残された者が一番寂しい。」</i>",
    "21046": "明け方の薄明かりの中、静かな花の森で、身を翻す影が次々と鳥を驚かせて飛び立たせた。<br><br>技を心の中で唱えながら、勢いに任せて舞ううちに、ぎこちなかった剣技が洗練されていく。剣気の届くところ、花びらが雨のように降り乱れる。知らぬ間に、涼しい霧が彼女の髪を湿らせていた。<br><br><i>「お見事！」</i><br>彼女ははっとした勢いで手に持っている剣を回した——<br>彼女の背後では、灰色の髪の毛を持つ{F#少女}{M#少年}が構えていたカメラを下ろした。<br><i>「素敵な思い出は風とともに去ったりなんかしないよ！」</i>"
}

var _weaponskill = {
    "23030": {
        "v1": {
            "Name": "耽溺",
            "Desc": [
                "装備キャラの攻撃を受ける確率が大アップし、会心ダメージ+ <color style='color:#f29e38;'>36.0%</color> / <color style='color:#f29e38;'>42.0%</color> / <color style='color:#f29e38;'>48.0%</color> / <color style='color:#f29e38;'>54.0%</color> / <color style='color:#f29e38;'>60.0%</color> 。装備キャラが必殺技を発動した後、【炎舞】を1層獲得する、2ターン継続、最大で <b>2.0</b> 層まで累積できる。【炎舞】1層につき、装備キャラの追加攻撃ダメージ+ <color style='color:#f29e38;'>36.0%</color> / <color style='color:#f29e38;'>42.0%</color> / <color style='color:#f29e38;'>48.0%</color> / <color style='color:#f29e38;'>54.0%</color> / <color style='color:#f29e38;'>60.0%</color> 。"
            ]
        },
        "v2": {
            "Name": "耽溺",
            "Desc": [
                "装備キャラの攻撃を受ける確率が大アップし、会心ダメージ+ <color style='color:#f29e38;'>36.0%</color> / <color style='color:#f29e38;'>42.0%</color> / <color style='color:#f29e38;'>48.0%</color> / <color style='color:#f29e38;'>54.0%</color> / <color style='color:#f29e38;'>60.0%</color> 。装備キャラが必殺技を発動した後、「炎舞」を1層獲得する、2ターン継続、最大で <b>2.0</b> 層累積できる。「炎舞」1層につき、装備キャラの追加攻撃ダメージ+ <color style='color:#f29e38;'>36.0%</color> / <color style='color:#f29e38;'>42.0%</color> / <color style='color:#f29e38;'>48.0%</color> / <color style='color:#f29e38;'>54.0%</color> / <color style='color:#f29e38;'>60.0%</color> 。"
            ]
        }
    },
    "23029": {
        "v1": {
            "Name": "世事に痕無し",
            "Desc": [
                "装備キャラの効果命中+ <color style='color:#f29e38;'>60.0%</color> / <color style='color:#f29e38;'>70.0%</color> / <color style='color:#f29e38;'>80.0%</color> / <color style='color:#f29e38;'>90.0%</color> / <color style='color:#f29e38;'>100.0%</color> 。装備キャラが通常攻撃、戦闘スキル、または必殺技を発動して敵に攻撃を行う時、その敵に装備キャラが付与した「装甲解除」状態がない場合、 <b>60.0%</b> の基礎確率で敵を【装甲解除】状態にする。【装甲解除】状態の敵の受けるダメージ+ <color style='color:#f29e38;'>10.0%</color> / <color style='color:#f29e38;'>12.0%</color> / <color style='color:#f29e38;'>14.0%</color> / <color style='color:#f29e38;'>16.0%</color> / <color style='color:#f29e38;'>18.0%</color> 、 <b>2.0</b> ターン継続。装備キャラが、自身が付与した【装甲解除】状態を持つ敵に付加ダメージを与える時、 <b>60.0%</b> の基礎確率で自身が付与した【装甲解除】を【窮寇】に強化し、さらに敵の受けるダメージ+ <color style='color:#f29e38;'>18.0%</color> / <color style='color:#f29e38;'>21.0%</color> / <color style='color:#f29e38;'>24.0%</color> / <color style='color:#f29e38;'>27.0%</color> / <color style='color:#f29e38;'>30.0%</color> 。"
            ]
        },
        "v2": {
            "Name": "世事に痕無し",
            "Desc": [
                "装備キャラの効果命中+ <color style='color:#f29e38;'>60.0%</color> / <color style='color:#f29e38;'>70.0%</color> / <color style='color:#f29e38;'>80.0%</color> / <color style='color:#f29e38;'>90.0%</color> / <color style='color:#f29e38;'>100.0%</color> 。装備キャラが通常攻撃、戦闘スキル、または必殺技を発動して敵に攻撃を行う時、その敵に装備キャラが付与した「装甲解除」状態がない場合、 <b>60.0%</b> の基礎確率で敵に「装甲解除」状態を付与する。「装甲解除」状態の敵の受けるダメージ+ <color style='color:#f29e38;'>10.0%</color> / <color style='color:#f29e38;'>12.0%</color> / <color style='color:#f29e38;'>14.0%</color> / <color style='color:#f29e38;'>16.0%</color> / <color style='color:#f29e38;'>18.0%</color> 、 <b>2.0</b> ターン継続。装備キャラが、自身が付与した「装甲解除」状態を持つ敵に付加ダメージを与える時、 <b>60.0%</b> の基礎確率で自身が付与した「装甲解除」を「窮寇」に強化する。「窮寇」の敵はさらに受けるダメージ+ <color style='color:#f29e38;'>18.0%</color> / <color style='color:#f29e38;'>21.0%</color> / <color style='color:#f29e38;'>24.0%</color> / <color style='color:#f29e38;'>27.0%</color> / <color style='color:#f29e38;'>30.0%</color> 。"
            ]
        }
    },
    "21046": {
        "v1": {
            "Name": "忘失することなかれ",
            "Desc": [
                "装備キャラの攻撃力+ <color style='color:#f29e38;'>16.0%</color> / <color style='color:#f29e38;'>20.0%</color> / <color style='color:#f29e38;'>24.0%</color> / <color style='color:#f29e38;'>28.0%</color> / <color style='color:#f29e38;'>32.0%</color> 。戦闘に入る時、パーティにいる任意の味方2名以上が同じ運命を持つ場合、これらの味方の会心ダメージアップが <color style='color:#f29e38;'>16.0%</color> / <color style='color:#f29e38;'>20.0%</color> / <color style='color:#f29e38;'>24.0%</color> / <color style='color:#f29e38;'>28.0%</color> / <color style='color:#f29e38;'>32.0%</color> アップする。同系統のスキルは重ね掛け不可。"
            ]
        },
        "v2": {
            "Name": "忘失することなかれ",
            "Desc": [
                "装備キャラの攻撃力+ <color style='color:#f29e38;'>16.0%</color> / <color style='color:#f29e38;'>20.0%</color> / <color style='color:#f29e38;'>24.0%</color> / <color style='color:#f29e38;'>28.0%</color> / <color style='color:#f29e38;'>32.0%</color> 。戦闘に入る時、パーティに同じ運命の味方が2名以上いる場合、それらの味方の会心ダメージ+ <color style='color:#f29e38;'>16.0%</color> / <color style='color:#f29e38;'>20.0%</color> / <color style='color:#f29e38;'>24.0%</color> / <color style='color:#f29e38;'>28.0%</color> / <color style='color:#f29e38;'>32.0%</color> 。同系統のスキルは重ね掛け不可。"
            ]
        }
    }
}