// Auto Generated

var _avatarskill_ = {
    "101501": {
        "v1": {
            "Name": "干将 · 莫邪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v2": {
            "Name": "干将 · 莫邪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v3": {
            "Name": "干将 · 莫邪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v4": {
            "Name": "干将 · 莫邪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v5": {
            "Name": "干将 · 莫邪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v6": {
            "Name": "干将 · 莫邪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        }
    },
    "101502": {
        "v1": {
            "Name": "伪 · 螺旋剑",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "进入【回路连接】状态。对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。【回路连接】状态下施放战技后，本回合不会结束，并使 <b>Archer</b> 战技造成的伤害提高@ <b>#2[p]</b> #，该效果可以叠加 <b>#3[f]</b> 层，持续至退出【回路连接】状态。主动施放 <b>#5[f]</b> 次战技后或战技点不足以再次施放战技则退出【回路连接】状态，并结束回合。每个波次中的所有敌人被消灭后会退出【回路连接】状态。<br>隐藏数值：#4[f]",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v2": {
            "Name": "伪 · 螺旋剑",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "进入【回路连接】状态。对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。【回路连接】状态下施放战技后，本回合不会结束，并使 <b>Archer</b> 战技造成的伤害提高@ <b>#2[p]</b> #，该效果可以叠加 <b>#3[f]</b> 层，持续至退出【回路连接】状态。主动施放 <b>#5[f]</b> 次战技后或战技点不足以再次施放战技则退出【回路连接】状态，并结束回合。每个波次中的所有敌人被消灭后会退出【回路连接】状态。<br>隐藏数值：#4[f]",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v3": {
            "Name": "伪 · 螺旋剑",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "进入【回路连接】状态。对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。【回路连接】状态下施放战技后，本回合不会结束，并使 <b>Archer</b> 战技造成的伤害提高@ <b>#2[p]</b> #，该效果可以叠加 <b>#3[f]</b> 层，持续至退出【回路连接】状态。主动施放 <b>#5[f]</b> 次战技后或战技点不足以再次施放战技则退出【回路连接】状态。每个波次中的所有敌方目标被消灭后会退出【回路连接】状态。<br>隐藏数值：#4[f]",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v4": {
            "Name": "伪 · 螺旋剑",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "进入【回路连接】状态。对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。【回路连接】状态下施放战技后，本回合不会结束，并使 <b>Archer</b> 战技造成的伤害提高@ <b>#2[p]</b> #，该效果可以叠加 <b>#3[f]</b> 层，持续至退出【回路连接】状态。主动施放 <b>#5[f]</b> 次战技后或战技点不足以再次施放战技则退出【回路连接】状态。每个波次中的所有敌方目标被消灭后会退出【回路连接】状态。<br>隐藏数值：#4[f]",
            "Params": [
                [
                    2.0,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.2,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.4,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.6,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.8,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.25,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.5,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.75,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.0,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.2,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.4,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.6,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.8,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    5.0,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v5": {
            "Name": "伪 · 螺旋剑",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "进入【回路连接】状态。对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。【回路连接】状态下施放战技后，本回合不会结束，并使 <b>Archer</b> 战技造成的伤害提高@ <b>#2[p]</b> #，该效果可以叠加 <b>#3[f]</b> 层，持续至退出【回路连接】状态。主动施放 <b>#5[f]</b> 次战技后或战技点不足以再次施放战技则退出【回路连接】状态。每个波次中的所有敌方目标被消灭后会退出【回路连接】状态。<br>隐藏数值：#4[f]",
            "Params": [
                [
                    1.8,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    1.98,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.16,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.34,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.52,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.7,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.925,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.15,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.375,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.6,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.78,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.96,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.14,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.32,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.5,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        },
        "v6": {
            "Name": "伪 · 螺旋剑",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "进入【回路连接】状态。对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害。【回路连接】状态下施放战技后，本回合不会结束，并使 <b>Archer</b> 战技造成的伤害提高@ <b>#2[p]</b> #，该效果可以叠加 <b>#3[f]</b> 层，持续至退出【回路连接】状态。主动施放 <b>#5[f]</b> 次战技后或战技点不足以再次施放战技则退出【回路连接】状态。每个波次中的所有敌方目标被消灭后会退出【回路连接】状态。<br>隐藏数值：#4[f]",
            "Params": [
                [
                    1.8,
                    0.6,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    1.98,
                    0.64,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.16,
                    0.68,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.34,
                    0.72,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.52,
                    0.76,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.7,
                    0.8,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    2.925,
                    0.85,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.15,
                    0.9,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.375,
                    0.95,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.6,
                    1.0,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.78,
                    1.04,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    3.96,
                    1.08,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.14,
                    1.12,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.32,
                    1.16,
                    2.0,
                    1.0,
                    5.0
                ],
                [
                    4.5,
                    1.2,
                    2.0,
                    1.0,
                    5.0
                ]
            ],
            "BP": -2,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_BP"
        }
    },
    "101509": {
        "v1": {
            "Name": "结束",
            "MaxLevel": 1,
            "Type": "战技",
            "Tag": "结束",
            "Desc": "退出【回路连接】状态，并结束回合。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v2": {
            "Name": "结束",
            "MaxLevel": 1,
            "Type": "战技",
            "Tag": "结束",
            "Desc": "退出【回路连接】状态，并结束回合。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v3": {
            "Name": "结束",
            "MaxLevel": 1,
            "Type": "战技",
            "Tag": "结束",
            "Desc": "退出【回路连接】状态，并结束回合。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v4": {
            "Name": "结束",
            "MaxLevel": 1,
            "Type": "战技",
            "Tag": "结束",
            "Desc": "退出【回路连接】状态，并结束回合。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v5": {
            "Name": "结束",
            "MaxLevel": 1,
            "Type": "战技",
            "Tag": "结束",
            "Desc": "退出【回路连接】状态，并结束回合。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        },
        "v6": {
            "Name": "结束",
            "MaxLevel": 1,
            "Type": "战技",
            "Tag": "结束",
            "Desc": "退出【回路连接】状态，并结束回合。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_CommonSkip"
        }
    },
    "101503": {
        "v1": {
            "Name": "无限剑制",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能，最多可拥有 <b>#3[f]</b> 点充能。",
            "Params": [
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.68,
                    2.0,
                    4.0
                ],
                [
                    8.16,
                    2.0,
                    4.0
                ],
                [
                    8.64,
                    2.0,
                    4.0
                ],
                [
                    9.12,
                    2.0,
                    4.0
                ],
                [
                    9.6,
                    2.0,
                    4.0
                ],
                [
                    10.2,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.4,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ],
                [
                    12.48,
                    2.0,
                    4.0
                ],
                [
                    12.96,
                    2.0,
                    4.0
                ],
                [
                    13.44,
                    2.0,
                    4.0
                ],
                [
                    13.92,
                    2.0,
                    4.0
                ],
                [
                    14.4,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v2": {
            "Name": "无限剑制",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能，最多可拥有 <b>#3[f]</b> 点充能。",
            "Params": [
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.68,
                    2.0,
                    4.0
                ],
                [
                    8.16,
                    2.0,
                    4.0
                ],
                [
                    8.64,
                    2.0,
                    4.0
                ],
                [
                    9.12,
                    2.0,
                    4.0
                ],
                [
                    9.6,
                    2.0,
                    4.0
                ],
                [
                    10.2,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.4,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ],
                [
                    12.48,
                    2.0,
                    4.0
                ],
                [
                    12.96,
                    2.0,
                    4.0
                ],
                [
                    13.44,
                    2.0,
                    4.0
                ],
                [
                    13.92,
                    2.0,
                    4.0
                ],
                [
                    14.4,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v3": {
            "Name": "无限剑制",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能，最多可拥有 <b>#3[f]</b> 点充能。",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v4": {
            "Name": "无限剑制",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能，最多可拥有 <b>#3[f]</b> 点充能。",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v5": {
            "Name": "无限剑制",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能，最多可拥有 <b>#3[f]</b> 点充能。",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v6": {
            "Name": "无限剑制",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能，最多可拥有 <b>#3[f]</b> 点充能。",
            "Params": [
                [
                    6.0,
                    2.0,
                    4.0
                ],
                [
                    6.4,
                    2.0,
                    4.0
                ],
                [
                    6.8,
                    2.0,
                    4.0
                ],
                [
                    7.2,
                    2.0,
                    4.0
                ],
                [
                    7.6,
                    2.0,
                    4.0
                ],
                [
                    8.0,
                    2.0,
                    4.0
                ],
                [
                    8.5,
                    2.0,
                    4.0
                ],
                [
                    9.0,
                    2.0,
                    4.0
                ],
                [
                    9.5,
                    2.0,
                    4.0
                ],
                [
                    10.0,
                    2.0,
                    4.0
                ],
                [
                    10.4,
                    2.0,
                    4.0
                ],
                [
                    10.8,
                    2.0,
                    4.0
                ],
                [
                    11.2,
                    2.0,
                    4.0
                ],
                [
                    11.6,
                    2.0,
                    4.0
                ],
                [
                    12.0,
                    2.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Ultra"
        }
    },
    "101504": {
        "v1": {
            "Name": "心眼（真）",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当 <b>Archer</b> 的队友对敌方目标施放攻击后， <b>Archer</b> 消耗1点充能，立即对主目标发动<u>追加攻击</u>，造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并恢复1个战技点。",
            "Params": [
                [
                    1.2
                ],
                [
                    1.32
                ],
                [
                    1.44
                ],
                [
                    1.56
                ],
                [
                    1.68
                ],
                [
                    1.8
                ],
                [
                    1.95
                ],
                [
                    2.1
                ],
                [
                    2.25
                ],
                [
                    2.4
                ],
                [
                    2.52
                ],
                [
                    2.64
                ],
                [
                    2.76
                ],
                [
                    2.88
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v2": {
            "Name": "心眼（真）",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当 <b>Archer</b> 的队友对敌方目标施放攻击后， <b>Archer</b> 消耗1点充能，立即对主目标发动<u>追加攻击</u>，造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并恢复1个战技点。",
            "Params": [
                [
                    1.2
                ],
                [
                    1.32
                ],
                [
                    1.44
                ],
                [
                    1.56
                ],
                [
                    1.68
                ],
                [
                    1.8
                ],
                [
                    1.95
                ],
                [
                    2.1
                ],
                [
                    2.25
                ],
                [
                    2.4
                ],
                [
                    2.52
                ],
                [
                    2.64
                ],
                [
                    2.76
                ],
                [
                    2.88
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v3": {
            "Name": "心眼（真）",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当 <b>Archer</b> 的队友对敌方目标施放攻击后， <b>Archer</b> 消耗1点充能，立即对主目标发动<u>追加攻击</u>，造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并恢复1个战技点。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v4": {
            "Name": "心眼（真）",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当 <b>Archer</b> 的队友对敌方目标施放攻击后， <b>Archer</b> 消耗1点充能，立即对主目标发动<u>追加攻击</u>，造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并恢复1个战技点。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v5": {
            "Name": "心眼（真）",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当 <b>Archer</b> 的队友对敌方目标施放攻击后， <b>Archer</b> 消耗1点充能，立即对主目标发动<u>追加攻击</u>，造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并恢复1个战技点。若本次<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动<u>追加攻击</u>。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        },
        "v6": {
            "Name": "心眼（真）",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当 <b>Archer</b> 的队友对敌方目标施放攻击后， <b>Archer</b> 消耗1点充能，立即对主目标发动<u>追加攻击</u>，造成等同于 <b>Archer</b> @ <b>#1[p]</b> #攻击力的量子属性伤害，并恢复1个战技点。若本次<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动<u>追加攻击</u>。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.625
                ],
                [
                    1.75
                ],
                [
                    1.875
                ],
                [
                    2.0
                ],
                [
                    2.1
                ],
                [
                    2.2
                ],
                [
                    2.3
                ],
                [
                    2.4
                ],
                [
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Passive"
        }
    },
    "101506": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        },
        "v6": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Normal"
        }
    },
    "101507": {
        "v1": {
            "Name": "千里眼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于 <b>Archer</b>  <b>#1[p]</b> 攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v2": {
            "Name": "千里眼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于 <b>Archer</b>  <b>#1[p]</b> 攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v3": {
            "Name": "千里眼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于 <b>Archer</b>  <b>#1[p]</b> 攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v4": {
            "Name": "千里眼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于 <b>Archer</b>  <b>#1[p]</b> 攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v5": {
            "Name": "千里眼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于 <b>Archer</b>  <b>#1[p]</b> 攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        },
        "v6": {
            "Name": "千里眼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于 <b>Archer</b>  <b>#1[p]</b> 攻击力的量子属性伤害，并获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1015_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1015": {
        "v1": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "投影魔术",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 在场时，战技点上限额外增加 <b><color style='color:#f29e38'>1</color></b> 点。",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "正义伙伴",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 进入战斗时获得 <b><color style='color:#f29e38'>1</color></b> 点充能。",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "守护者",
                "Desc": "我方获得战技点后，若战技点大于等于 <b><color style='color:#f29e38'>4</color></b> 点， <b><color style='color:#f29e38'>Archer</color></b> 的暴击伤害提高 <b><color style='color:#f29e38'>60%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "投影魔术",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 在场时，战技点上限额外增加 <b><color style='color:#f29e38'>1</color></b> 点。",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "正义伙伴",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 进入战斗时获得 <b><color style='color:#f29e38'>1</color></b> 点充能。",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "守护者",
                "Desc": "我方获得战技点后，若战技点大于等于 <b><color style='color:#f29e38'>4</color></b> 点， <b><color style='color:#f29e38'>Archer</color></b> 的暴击伤害提高 <b><color style='color:#f29e38'>60%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "投影魔术",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 在场时，战技点上限额外增加 <b><color style='color:#f29e38'>2</color></b> 点。",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "正义伙伴",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 进入战斗时获得 <b><color style='color:#f29e38'>1</color></b> 点充能。",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "守护者",
                "Desc": "我方获得战技点后，若战技点大于等于 <b><color style='color:#f29e38'>4</color></b> 点， <b><color style='color:#f29e38'>Archer</color></b> 的暴击伤害提高 <b><color style='color:#f29e38'>120%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "投影魔术",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 在场时，战技点上限额外增加 <b><color style='color:#f29e38'>2</color></b> 点。",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "正义伙伴",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 进入战斗时获得 <b><color style='color:#f29e38'>1</color></b> 点充能。",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "守护者",
                "Desc": "我方获得战技点后，若战技点大于等于 <b><color style='color:#f29e38'>4</color></b> 点， <b><color style='color:#f29e38'>Archer</color></b> 的暴击伤害提高 <b><color style='color:#f29e38'>120%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "投影魔术",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 在场时，战技点上限额外增加 <b><color style='color:#f29e38'>2</color></b> 点。",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "正义伙伴",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 进入战斗时获得 <b><color style='color:#f29e38'>1</color></b> 点充能。",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "守护者",
                "Desc": "我方获得战技点后，若战技点大于等于 <b><color style='color:#f29e38'>4</color></b> 点， <b><color style='color:#f29e38'>Archer</color></b> 的暴击伤害提高 <b><color style='color:#f29e38'>120%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "QuantumAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "投影魔术",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 在场时，战技点上限额外增加 <b><color style='color:#f29e38'>2</color></b> 点。",
                "Icon": "SkillIcon_1015_SkillTree1"
            },
            "Tree2": {
                "Name": "正义伙伴",
                "Desc": " <b><color style='color:#f29e38'>Archer</color></b> 进入战斗时获得 <b><color style='color:#f29e38'>1</color></b> 点充能。",
                "Icon": "SkillIcon_1015_SkillTree2"
            },
            "Tree3": {
                "Name": "守护者",
                "Desc": "我方获得战技点后，若战技点大于等于 <b><color style='color:#f29e38'>4</color></b> 点， <b><color style='color:#f29e38'>Archer</color></b> 的暴击伤害提高 <b><color style='color:#f29e38'>120%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。",
                "Icon": "SkillIcon_1015_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "101501": {
        "v1": {
            "Rank": 1,
            "Name": "未曾触及的理想",
            "Desc": "单个回合内施放战技 <b><color style='color:#f29e38'>3</color></b> 次后，则本回合下次施放战技不消耗战技点。",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "未曾触及的理想",
            "Desc": "单个回合内施放战技 <b><color style='color:#f29e38'>3</color></b> 次后，则本回合下次施放战技不消耗战技点。",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "未曾触及的理想",
            "Desc": "单个回合内施放战技 <b><color style='color:#f29e38'>3</color></b> 次后，为我方恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "未曾触及的理想",
            "Desc": "单个回合内施放战技 <b><color style='color:#f29e38'>3</color></b> 次后，为我方恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "未曾触及的理想",
            "Desc": "单个回合内施放 <b><color style='color:#f29e38'>3</color></b> 次战技后，为我方恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。",
            "Icon": "SkillIcon_1015_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "未曾触及的理想",
            "Desc": "单个回合内施放 <b><color style='color:#f29e38'>3</color></b> 次战技后，为我方恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。",
            "Icon": "SkillIcon_1015_Rank1"
        }
    },
    "101502": {
        "v1": {
            "Rank": 2,
            "Name": "未能实现的幸福",
            "Desc": "终结技造成的伤害提高 <b><color style='color:#f29e38'>120%</color></b> 。",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "未能实现的幸福",
            "Desc": "终结技造成的伤害提高 <b><color style='color:#f29e38'>120%</color></b> 。",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "未能实现的幸福",
            "Desc": "施放终结技时，使敌方目标的量子属性的抗性降低 <b><color style='color:#f29e38'>20%</color></b> ，并为其添加量子属性弱点，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "未能实现的幸福",
            "Desc": "施放终结技时，使敌方目标的量子属性的抗性降低 <b><color style='color:#f29e38'>20%</color></b> ，并为其添加量子属性弱点，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "未能实现的幸福",
            "Desc": "施放终结技时，使敌方目标的量子属性的抗性降低 <b><color style='color:#f29e38'>20%</color></b> ，并为其添加量子属性弱点，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1015_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "未能实现的幸福",
            "Desc": "施放终结技时，使敌方目标的量子属性的抗性降低 <b><color style='color:#f29e38'>20%</color></b> ，并为其添加量子属性弱点，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1015_Rank2"
        }
    },
    "101503": {
        "v1": {
            "Rank": 3,
            "Name": "难为凡庸的意气",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1015_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "难为凡庸的意气",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1015_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "难为凡庸的意气",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1015_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "难为凡庸的意气",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1015_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "难为凡庸的意气",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1015_BP"
        },
        "v6": {
            "Rank": 3,
            "Name": "难为凡庸的意气",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1015_BP"
        }
    },
    "101504": {
        "v1": {
            "Rank": 4,
            "Name": "难称英雄的一生",
            "Desc": "终结技的施放目标若没有量子属性弱点，则终结技攻击时为其添加量子属性弱点，并且该目标的量子属性的抗性降低 <b><color style='color:#f29e38'>10%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "难称英雄的一生",
            "Desc": "终结技的施放目标若没有量子属性弱点，则终结技攻击时为其添加量子属性弱点，并且该目标的量子属性的抗性降低 <b><color style='color:#f29e38'>10%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "难称英雄的一生",
            "Desc": "造成的终结技伤害提高 <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "难称英雄的一生",
            "Desc": "造成的终结技伤害提高 <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "难称英雄的一生",
            "Desc": "造成的终结技伤害提高 <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1015_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "难称英雄的一生",
            "Desc": "造成的终结技伤害提高 <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1015_Rank4"
        }
    },
    "101505": {
        "v1": {
            "Rank": 5,
            "Name": "无铭孤影的守望",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "无铭孤影的守望",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "无铭孤影的守望",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "无铭孤影的守望",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "无铭孤影的守望",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1015_Ultra"
        },
        "v6": {
            "Rank": 5,
            "Name": "无铭孤影的守望",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1015_Ultra"
        }
    },
    "101506": {
        "v1": {
            "Rank": 6,
            "Name": "无尽徘徊的巡礼",
            "Desc": "回合开始时立即为我方恢复1个战技点。自身战技提供的伤害提高效果可以叠加的层数提高 <b><color style='color:#f29e38'>1</color></b> 层。造成的战技伤害无视 <b><color style='color:#f29e38'>20%</color></b> 的防御力。",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "无尽徘徊的巡礼",
            "Desc": "回合开始时立即为我方恢复1个战技点。自身战技提供的伤害提高效果可以叠加的层数提高 <b><color style='color:#f29e38'>1</color></b> 层。造成的战技伤害无视 <b><color style='color:#f29e38'>20%</color></b> 的防御力。",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "无尽徘徊的巡礼",
            "Desc": "回合开始时为我方恢复1个战技点。自身战技提供的伤害提高效果可以叠加的上限层数提高 <b><color style='color:#f29e38'>1</color></b> 层。造成的战技伤害无视 <b><color style='color:#f29e38'>20%</color></b> 的防御力。",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "无尽徘徊的巡礼",
            "Desc": "回合开始时为我方恢复1个战技点。自身战技提供的伤害提高效果可以叠加的上限层数提高 <b><color style='color:#f29e38'>1</color></b> 层。造成的战技伤害无视 <b><color style='color:#f29e38'>20%</color></b> 的防御力。",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "无尽徘徊的巡礼",
            "Desc": "回合开始时为我方恢复1个战技点。自身战技提供的伤害提高效果可以叠加的上限层数提高 <b><color style='color:#f29e38'>1</color></b> 层。造成的战技伤害无视 <b><color style='color:#f29e38'>20%</color></b> 的防御力。",
            "Icon": "SkillIcon_1015_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "无尽徘徊的巡礼",
            "Desc": "回合开始时为我方恢复1个战技点。自身战技提供的伤害提高效果可以叠加的上限层数提高 <b><color style='color:#f29e38'>1</color></b> 层。造成的战技伤害无视 <b><color style='color:#f29e38'>20%</color></b> 的防御力。",
            "Icon": "SkillIcon_1015_Rank6"
        }
    }
}

var _story_ = {
    "1015": []
}

var _voice_ = {
    "1015": []
}

var _notes_ = {
    "1015": []
}

var _adiff_ = {
    "1015": {
        "v3": [
            "``基础数值`- 生命值 1086.624 → 1164.24 ;<br>- 能量 240.0 → 220.0 ;"
        ]
    }
}

var _mtc_ = {
    "1015": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111001": 5
            },
            {
                "2": 8000,
                "111001": 10
            },
            {
                "2": 16000,
                "111002": 6,
                "110436": 3
            },
            {
                "2": 40000,
                "111002": 9,
                "110436": 7
            },
            {
                "2": 80000,
                "111003": 6,
                "110436": 20
            },
            {
                "2": 160000,
                "111003": 9,
                "110436": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "111003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110502": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "量子属性伤害提高 +22.4%",
                "Mat": {
                    "2": 237500,
                    "111001": 2,
                    "110192": 8,
                    "111002": 7,
                    "110193": 11,
                    "111003": 11
                }
            },
            {
                "Name": "攻击力 +18%",
                "Mat": {
                    "2": 210000,
                    "110191": 3,
                    "111001": 6,
                    "110193": 11,
                    "111003": 11
                }
            },
            {
                "Name": "暴击率 +6.7%",
                "Mat": {
                    "2": 170000,
                    "110192": 3,
                    "111002": 3,
                    "110193": 8,
                    "111003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "投影魔术",
                "Mat": {
                    "2": 5000,
                    "110191": 3,
                    "110502": 1
                }
            },
            {
                "Name": "正义伙伴",
                "Mat": {
                    "2": 20000,
                    "110192": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "守护者",
                "Mat": {
                    "2": 160000,
                    "110193": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}