// Auto Generated

var _avatarskill_ = {
    "122401": {
        "v1": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v2": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v3": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v4": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v5": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "Live": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ],
                [
                    1.4,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        }
    },
    "122408": {
        "v1": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始具有 <b>#4[f]</b> 段攻击段数。每段伤害对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随攻击段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.5,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.6,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.7,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.9,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.1,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.2,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.3,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v2": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始具有 <b>#4[f]</b> 段攻击段数。每段伤害对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随攻击段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.5,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.6,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.7,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.9,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.1,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.2,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.3,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v3": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随攻击段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v4": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v5": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "Live": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.12,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        }
    },
    "122402": {
        "v1": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v2": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v3": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v4": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v5": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "Live": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」、「记忆」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP",
            "EE": [
                10000005
            ]
        }
    },
    "122403": {
        "v1": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始攻击段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v2": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始攻击段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v3": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v4": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v5": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "Live": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        }
    },
    "122404": {
        "v1": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且仅能使用强化普攻。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。",
            "Params": [
                [
                    7.0,
                    0.4
                ],
                [
                    7.0,
                    0.44
                ],
                [
                    7.0,
                    0.48
                ],
                [
                    7.0,
                    0.52
                ],
                [
                    7.0,
                    0.56
                ],
                [
                    7.0,
                    0.6
                ],
                [
                    7.0,
                    0.65
                ],
                [
                    7.0,
                    0.7
                ],
                [
                    7.0,
                    0.75
                ],
                [
                    7.0,
                    0.8
                ],
                [
                    7.0,
                    0.84
                ],
                [
                    7.0,
                    0.88
                ],
                [
                    7.0,
                    0.92
                ],
                [
                    7.0,
                    0.96
                ],
                [
                    7.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v2": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且仅能使用强化普攻。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。",
            "Params": [
                [
                    7.0,
                    0.4
                ],
                [
                    7.0,
                    0.44
                ],
                [
                    7.0,
                    0.48
                ],
                [
                    7.0,
                    0.52
                ],
                [
                    7.0,
                    0.56
                ],
                [
                    7.0,
                    0.6
                ],
                [
                    7.0,
                    0.65
                ],
                [
                    7.0,
                    0.7
                ],
                [
                    7.0,
                    0.75
                ],
                [
                    7.0,
                    0.8
                ],
                [
                    7.0,
                    0.84
                ],
                [
                    7.0,
                    0.88
                ],
                [
                    7.0,
                    0.92
                ],
                [
                    7.0,
                    0.96
                ],
                [
                    7.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v3": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v4": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v5": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "Live": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        }
    },
    "122406": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        }
    },
    "122407": {
        "v1": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v2": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v3": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v4": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v5": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "Live": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1224": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的<u>行动提前</u> <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "122401": {
        "v1": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>36.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>36.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        }
    },
    "122402": {
        "v1": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的指定敌方单体造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的指定敌方单体，则攻击敌方随机单体。该效果每回合最多触发1次。<br><br>隐藏数值：5.0<br>隐藏数值：15.0",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的指定敌方单体造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的指定敌方单体，则攻击敌方随机单体。该效果每回合最多触发1次。<br><br>隐藏数值：5.0<br>隐藏数值：15.0",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>10</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>10</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>10</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动<u>追加攻击</u>，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>5</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        }
    },
    "122403": {
        "v1": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        }
    },
    "122404": {
        "v1": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        }
    },
    "122405": {
        "v1": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        }
    },
    "122406": {
        "v1": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        }
    }
}

var _story_ = {
    "1224": []
}

var _voice_ = {
    "1224": []
}

var _notes_ = {
    "1224": [
        "星魂 #2 的追加攻击基础造成 @10# 点削韧，恢复 @5.0# 点能量。",
        "【师父】处于不可选中状态时（例如史瓦罗手），【师父】提供的效果依然会生效。<br>在 v1 版本，师父陷入不可选中状态后，效果会失效。"
    ]
}

var _adiff_ = {
    "1224": {
        "v3": [
            "``基础数值`- 生命值 917.28 → 1058.4 ;<br>- 防御力 418.95 → 441.0 ;<br>- 速度 107.0 → 102.0 ;"
        ]
    }
}

var _mtc_ = {
    "1224": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111011": 4
            },
            {
                "2": 6400,
                "111011": 8
            },
            {
                "2": 12800,
                "111012": 5,
                "110403": 2
            },
            {
                "2": 32000,
                "111012": 8,
                "110403": 5
            },
            {
                "2": 64000,
                "111013": 5,
                "110403": 15
            },
            {
                "2": 128000,
                "111013": 7,
                "110403": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "111013": 3
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110501": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110501": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110501": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28%",
                "Mat": {
                    "2": 190000,
                    "111011": 2,
                    "110192": 6,
                    "111012": 5,
                    "110193": 8,
                    "111013": 8
                }
            },
            {
                "Name": "暴击伤害 +24%",
                "Mat": {
                    "2": 168000,
                    "110191": 2,
                    "111011": 4,
                    "110193": 8,
                    "111013": 8
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 136000,
                    "110192": 2,
                    "111012": 2,
                    "110193": 6,
                    "111013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "惊鸿",
                "Mat": {
                    "2": 4000,
                    "110191": 2,
                    "110501": 1
                }
            },
            {
                "Name": "玲珑",
                "Mat": {
                    "2": 16000,
                    "110192": 4,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "斡波",
                "Mat": {
                    "2": 128000,
                    "110193": 6,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}